{
    "#drcl Midnight Children": "Dans un pays lointain de l'Est, il existe une créature qu'on ne remarque pas mais qui est pourtant bien là... Le Comte Dracula !",
    "100 Jours Avant Ta Mort": "Taro a enfin pu avouer à son amie d'enfance Umi qu'il l'aime depuis toujours ! Mais à cet instant, s'affiche le nombre 100 devant la jeune fille... Car Taro a un pouvoir spécial : celui de visualiser un compte à rebours sur tous les êtres vivants qui ont moins de 100 jours à vivre ! Ensemble, le couple va faire face au destin et tenter d'arrêter le décompte fatidique...",
    "20th Century boys": "1969 : Un groupe d'enfants se retrouve régulièrement dans une base secrète ; sous l'impulsion de Kenji Endô, les enfants inventent une histoire de science-fiction racontant la destruction de l'humanité par une organisation maléfique à laquelle ils s'opposaient pour finir par devenir les sauveurs du monde. Ils consignent cette histoire dans un Cahier de Prédictions. 1997 : Kenji dirige depuis un convini et porte constamment sur le dos le bébé que sa sœur lui a confié avant de disparaître mystérieusement. La mort d'un ami d'enfance va réunir la bande de copains qui, lorsqu'ils avaient dix ans, construisaient le monde avec des yeux d'enfants. Ami, le gourou d'une secte, va croiser le chemin de nos amis sans raison apparente... mais pourtant il semble être en étroite relation avec leur passé...",
    "66,666 Years Advent Of the Dark Mage": "Diablo Volpir, un puissant magicien, a été scellé par douze dieux il y a de cela 66 666 ans. Réussissant à s'échapper de sa prison, il s'est réincarné dans le corps du fils d'un comte, Jamie Welton. Désormais âgé de 9 ans, il entreprend d'aiguiser ses compétences magiques afin de se venger de ses tortionnaires divins. Sauf qu'un jour, contre toute attente, son père autorise la religion de Zenith à s'établir sur leur territoire. Sachant que Zenith n'est autre que l'un des ennemis jurés de Jamie, le jeune magicien décide alors d'enquêter. Dans cette nouvelle vie, réussira-t-il à assouvir sa vengeance ?",
    "A Couple of Cuckoos": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille.\nEspérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
    "A Returner's Magic Should be Special": "Dix ans après l'apparition du Labyrinthe des Ombres, une entité appartenant au Monde des Ombres, l'humanité tout entière fut décimée. Les six derniers survivants tentèrent un assaut sans précédant afin de détruire la source du Labyrinthe. Alors que le combats contre le Dragon touche à sa fin et que les six ont réussi à le vaincre, le cœur du Labyrinthe se fit souffler par une explosion, emportant Desir Herrman, ses compagnons, et par conséquent le monde à la fin.\n\nCependant, ce n'est pas la mort que Desir a retrouvé en face de lui dans cette explosion, mais le monde, treize ans auparavant... Lorsqu'il allait s'inscrire à la plus prestigieuse académie de magie du pays d'Havrion.\n\nÀ partir de cet instant, Desir Herrman a trois ans devant lui avant l'apparition de la dimension du Monde des Ombres. Trois ans pour réunir de puissants alliés et changer le tragique destin vers lequel l'humanité tout entière se rend.",
    "A Silent Voice": "Tout commence lorsque Shôko Nishimiya intègre en cours d'année la classe de primaire de Shôya Ishida. La jeune Shôko est une sourde et Shôya est un jeune garçon turbulent qui n'en fait qu'à sa tête et qui ne cause que des problèmes. Ce sont deux personnes différentes et Shôya ne semble pas comprendre qui est réellement Shôko. De ce fait, il commencera à la brutaliser, ne sachant pas comment s'y prendre avec elle. La classe suivra le mouvement au fur et à mesure, mais plus discrètement, sans que leur professeur principal ne fasse d'efforts pour les rappeler à l'ordre.\n\nSeulement un jour, le garçon dépasse les limites et le directeur demande à savoir qui a cassé les appareils auditifs de Shôko. C'est ainsi que Shôya réalisera qu'il se retrouve tout seul car tout le monde lui tourne le dos, feignant d'avoir été manipulés par ce dernier. Shôko est transférée dans une nouvelle école et Shôya se rend compte que chaque jour, malgré tout, elle souhaitait seulement être son amie.\n\nLes années passent : Shôya est désormais un lycéen de dernière année. Rempli de remords, il ne peut penser à autre chose qu'à se repentir de ses actes envers Shôko. Il a même décidé d'apprendre la langue des signes pour qu'elle puisse comprendre ce qu'il a à lui dire. Avant de mettre fin à ses jours, il apprend où se trouve Shôko et décide de la rencontrer afin d'alléger son cœur mais il ne se doutait pas que ces retrouvailles allaient changer son destin.",
    "Academy's Genius Swordmaster": "Ronan a vécu une vie de gaspillage remplie de regrets. Une seconde chance s'offre à lui à la fin de sa vie futile. Il est revenu à l'époque où il était un enfant de dix ans ! Pour les personnes qui se sont sacrifiées pour lui, il devient déterminé à vivre une nouvelle vie.",
    "Adabana": "La tranquillité d'une petite ville japonaise, recouverte de neige, est brutalement perturbée par un meurtre odieux. Le corps démembré d'une lycéenne du nom de Mako Igarashi est retrouvé près d'un lac. Bientôt, Mizuki Aikawa, élève au même lycée que la victime, revendique les faits auprès des forces de polices locales. Cependant, alors qu'elle relate les événements, le doute s'invite progressivement dans la tête de ses avocats. Quels lourds secrets Mako et Mizuki partageaient-elles ? Voici le récit d'une lutte au cœur des ténèbres de l'âme humaine et de ses perversions.",
    "Ahiru no Sora": "Complexé par sa petite taille, Sora est passionné de basket. Lorsqu'il entre en seconde, il décide naturellement d'intégrer l'équipe du lycée, mais découvre vite que le club est le repaire des pires voyous de l'école et qu'ils n'ont aucune intention de s'entraîner. L'enthousiasme sans limite de Sora pour le basket, déterminé à prouver que son talent dépasse son physique chétif, lui crée bientôt autant d'amis que d'ennemis...",
    "Akame Ga Kill": "Tatsumi, jeune combattant, se rendait à la capitale dans l'optique de sauver son village. Mais, naïf, il se fait dérober tout ce qu'il possède par une mystérieuse jeune fille et se retrouve sans un sou. Heureusement, une autre jeune fille, une noble, propose de l'accueillir chez elle pendant quelque temps.\nCependant, la poisse semble coller à la peau de Tatsumi quand un groupe d'assassins débarque pour s'en prendre à sa protectrice... qui n'est pas aussi innocente qu'elle en a l'air.",
    "Akane Banashi": "Pour la jeune Akane, son père Toru est doté d'un incroyable pouvoir : assis seul sur scène, il est capable de donner vie à une multitude de personnages différents, armé uniquement d'un éventail et d'un carré de tissu ! Toru pratique le rakugo, une forme de spectacle humoristique populaire née il y a des centaines d'années, mais toujours vivante. Malgré les moqueries de son entourage, il rêve d'accéder au rang de maître. La pression est d'autant plus forte qu'il ne veut pas décevoir sa femme, soutien de toujours, ni surtout sa fille Akane... Elle l'admire au point de l'imiter, répétant les scènes de rakugo en cachette ! Le jour de l'examen de passage vers le grade ultime, la barre est placée haut : ce n'est rien de moins que le célèbre Issho Arakawa, maître incontesté de la discipline, qui joue le rôle de juré. Toru donne une performance remarquable, la salle se tord de rire ! Et pourtant, Issho le déclare indigne du titre... Pire, il le bannit à vie du monde du rakugo, sans aucune explication ! La carrière d'artiste de Toru est brisée, sans que personne n'en comprenne la raison... mais Akane reprend le flambeau, bien décidée à réaliser son rêve et à découvrir la vérité derrière ce scandale !",
    "Akatsuki no Yona": "Yona, la jeune et insouciante princesse du royaume de Kôka, mène une vie de rêve choyée par le roi et protégée par son garde du corps et ami d'enfance, le puissant guerrier, Hak.\nElle rêve de pouvoir unir sa vie à Soo-Won, son cousin dont elle est secrètement amoureuse. À l'approche de ses 16 ans, tous se préparent à fêter comme il se doit son anniversaire.\nMais ce soir-là, une terrible tragédie survient et la vie de Yona va être bouleversée à jamais !\nElle rencontrera des épreuves éprouvantes, des situations dangereuses et d'incroyables péripéties. Malgré cela, Yona vivra des moments aussi bien drôles que tristes. Elle sera aussi partagée dans ses sentiments amoureux.",
    "Alice in Borderland": "Alice Ryôhei, 18 ans, est ce qu'on appelle un échec de la société. Il tente vainement de réussir des examens pour garantir son futur mais rien n'y fait : il veut rester dans ce monde insouciant de l'enfance. Il est d'autant plus découragé que son frère est son exact opposé : il est le parfait exemple de la réussite scolaire et sociale. Alice est, en quelque sorte, atteint du syndrome de Peter Pan. Avec ses amis Chôta Segawa, obsédé par les filles, et Karube Daikichi, ancien voyou devenu propriétaire d'un bar, il imagine un monde meilleur et tente d'oublier que demain arrivera pour le tirer de sa rêverie.",
    "Alice in Borderland Retry": "Alice a maintenant 26 ans, il est marié et attend son premier enfant avec Yuzuha. Alors qu'il se rend dans un temple, il est de retour à Borderland. Il doit, à nouveau, participer à des jeux pour sauver sa peau. Dès la première épreuve, Alice se retrouve avec cinq personnes étranges et un mystérieux cadavre !",
    "All You Need Is Kill": "Keiji Kiriya, nouvelle recrue de l'armée de Défense des Etats, a pour but de détruire de terribles aliens, appelés Mimics (les imitateurs).\nAu cours de sa première bataille, il est vite tué au combats face à ces dangereux envahisseurs.\nCependant, inexplicablement, et à sa grande surprise, il se réveille la veille de son décès.",
    "Amour Sucré": "Lynn, héroïne du jeu Amour Sucré, vient d'emménager à Sweet Amoris avec sa tante. Nouvelle au lycée, elle est la proie des moqueries et des persécutions d'Ambre et ses amies. Heureusement pour elle, Lysandre, Castiel, Nathaniel et ses autre amis sont là pour la soutenir. Suivez les aventures de Lynn à travers ce manga qui, comme le jeu, vous fera vivre des histoires d'amour différentes en fonction de vos choix !",
    "Anti Gods Dragon System": "Tian Ling, un jeune homme persécuté par un camarade de classe de son clan, s'est débarrassé de Tian Ling d'une manière tragique qui l'a conduit à la mort. Au moment de sa mort, son sang a réveillé les vestiges d'un dragon d'il y a des millions d'années, connu sous le nom de Dragon System. Il l'a fait revivre afin de se venger en détruisant les dieux et de devenir le maître suprême... dans un voyage d'entraînement pour chercher à détruire les cieux !",
    "Ao Ashi": "Doté d'un tempérament de feu, le jeune Ashito Aoi aime le football plus que quiconque. Son rêve : devenir joueur professionnel ! Mais ses dons ne lui évitent pas une terrible déconvenue lors d'un match de coupe inter collèges. C'est à ce moment précis qu'un mystérieux inconnu l'interpelle, et lui propose de prendre son avenir en mains. Le destin du garçon qui s'apprête à révolutionner les sommets du football japonais opère alors un tournant décisif !",
    "Ao Haru Ride": "Du collège, Futaba Yoshioka n'a pas vraiment de bon souvenirs. Jugée \"très mignonne\", elle avait rapidement été jalousée par ses amies et mise à l'écart par toutes les autres filles. De plus, le garçon qu'elle aimait en secret, Kô Tanaka, lui avait posé un lapin alors qu'il l'avait invité.\n\nDésormais au lycée, Futaba est bien décidée à changer son image et à repartir de zéro : nouvel établissement, nouvelles amies... Jusqu'à ce qu'elle découvre que Kô est inscrit dans le même établissement qu'elle.",
    "Apotheosis": "Luo Zheng est le fils d'une famille riche, trahis il se retrouve esclave de celle-ci. Cependant son père a laissé derrière lui un livre contenant une ancienne technique divine qui confère à celui qui le lis un immense pouvoir, celui de transformer le corps en arme. Une lutte contre le destin commence !",
    "Arcane Sniper": "« Sergent Ha, espèce de fou. Tu as vidé un chargeur complet en plein dan le mille ? » Le tireur d’élite Ha Lee-Ha voulait simplement faire de l’armée sa vocation. Cependant, à la suite d’un malheureux accident, il est devenu paraplégique et a été renvoyé dans la société.\n\nLe jeu VR révolutionnaire [Middle Earth] lui a offert une nouvelle vie et l’argent obtenu dans ce lui-ci a une valeur réelle ! Pourtant, il a gâché sa chance en sélectionnant la classe la moins joué !\n\n« Je ne suis pas comme les autres et c’est tout ce que j’ai. »\n\nPoudre noire, balles en fer et tige… Je vais vous montrer à tous ce qu’est un vrai « mousquetaire » !",
    "Archmage Streamer": "Jung Hyeon-Woo n'avait ni « Talent », ni « Argent », ni « Chance ».« Comment se fait-il que je puisse voir les informations cachées du jeu ? » Après un accident causé par une électrisation, j'ai commencé à voir des choses qui m'étaient impossibles auparavant dans le jeu.",
    "Archmage Transcending Through Regression": "Mikhaïl Valpurgis a toujours été pétri de doutes sur ses capacités... Persuadé de ne pas être à la hauteur, il se déleste de la charge de héros qui revient à un incapable. Les conséquences sont lourdes, une guerre éclate et le Dieu démon ravage la Terre. Comme ultime parade Mikhaïl lance un sort pour revenir dans le temps et se charger de sauver l'Humanité en agissant autrement. Cette prise de position nouvelle sera-t-elle suffisante pour combattre le Mal ?",
    "Area D": "Suite à l'explosion d'une étoile, des humains du monde entier ont développé des capacités spéciales : force surhumaine, changement d'apparence... Des mutations génétiques qui effrayent les autorités, qui les considèrent alors comme dangereux. Les Altered, c'est ainsi qu'on les appelle, sont envoyés sur l'île D, Area D, un mystérieux endroit prévu pour l'exil, dont personne ne revient jamais...",
    "Arifureta": "Parmi les élèves de sa classe transportsés dans un autre monde, Hajime Nagumo est un étudiant ordinaire sans ambitions. À cause de son manque d'entrain, il est surnommé \"l'Incompétent\" par ses camarades de classe.\n\nCette classe a été invoquée pour sauver un pays de la destruction. Tous les élèves de la classe ont été bénis par des caractéristiques et des compétences uniques, excepté Hajime avec sa profession de \"Synergist\" et ses statistiques médiocres. Pour mettre un mot sur cette profession de \"Synergist\", il s'agit de la classe d'artisan.\n\nUn jour, alors qu'il explorait un donjon avec sa classe, il se fait trahir par l'un de ses camarades et tombe dans les profondeurs de l'abîme.",
    "Asadora!": "La ville de Tokyo, à la veille des Jeux Olympiques de 2020, est dévastée par un monstre cornu. Retour en arrière, direction Nagoya 1959, veille d'un terrible typhon, Asa, 12 ans, court chercher un médecin pour l'amener auprès de sa mère sur le point d'accoucher. Une héroïne qui ne cesse de courir, un vieil homme hanté par son passé, un événement historique marquant, des personnages secondaires haut en couleurs, des sauts dans le temps... Aucun doute n'est permis : dans Asadora!, Naoki Urasawa renoue avec tous les ingrédients à l'origine de son succès mondial.",
    "Ascension": "Buntaro Mori, jeune lycéen solitaire et renfermé, est défié par un camarade de classe fan d'escalade. Le défi ? Escalader le lycée ! C'est alors que, en grimpant le long d'une tuile bien placée, Buntaro se découvre une passion et un don. Après avoir escaladé sans trop de mal le lycée, ce dernier est tout de suite repéré par son prof d'anglais, lui même fan de grimpe extrême. Grâce à l'escalade, Buntaro va se découvrir un but dans la vie, et se perfectionner dans ce domaine, jusqu'à atteindre les cieux...",
    "Astro Royale": "La nouvelle série de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du gang des Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudain des super pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent chef de gang, va-t-il s'en sortir ?",
    "Ayakashi Triangle": "Le Japon regorge de mystérieux monstres appelés Ayakashi. Pour les exorciser et contrer la menace une organisation ninja s'est formée. Matsuri est un jeune ninja exorciste qui affronte régulièrement ces créatures et protège son amie d'enfance Suzu, qui possède elle aussi la capacité de les voir. Mais lorsqu'elle s'attache à un chat Ayakashi nommé Shirogane, les choses basculent.",
    "Ayashimon": "L'histoire se centre sur Maruo, un garçon avec une force surhumaine qui a soif de combats. Après avoir passé la journée à chercher un travail, il fait la rencontre de Urara, une jeune fille qui tente d'échapper aux voyous de la pègre...",
    "Baek XX": "Une brève description du manhwa Baek XX : BaekXX Park Taejun Manhwa Company, le sergent / Punchkick (HID) Informateur fédéral « Baek Yisu » et le chef d'un gang criminel, « Baek Dogyeong » sont des frères jumeaux. Avec les mêmes visages, les deux frères jumeaux ont vécu des vies différentes jusqu'à présent. Yisu, qui a été trahi par le gang, jette son identité pour devenir son frère. Cet agent fédéral va bientôt devenir le patron du gang… !",
    "Bâtard": "« Il y a un tueur en série chez moi ! »\n\nJin Seon est loin d'être un étudiant ordinaire de lycée. D'une part, il a été élevé par son père unique Dongsoo Seon, le PDG populaire et charismatique d'une société influente. Pour un autre, en raison d'un \"accident\" grave de l'enfance qui l'a dépouillé de ses souvenirs et de l'utilisation de son œil gauche, il a des valves artificielles dans son cœur, des épingles et des plaques dans ses articulations.\n\nEn outre, son père est un tueur en série, et Jin est son complice involontaire.",
    "Be Blues!": "Ryuu Ichijou est un jeune garçon, fan de football, qui n'a qu'un but : être membre de l'équipe nationale de football du Japon. On suit donc le chemin de ce jeune prodige vers son rêve. Mais malheureusement pour lui en cherchant à sauver son camarade Ryuu tomba dans les escaliers et ne put plus jouer au foot pendant 2 ans. Après une dure rééducation Ryuu revient sur le terrain de football pour nous refaire rêver.",
    "Beastars": "Au sein de la pension Cherryton cohabitent en harmonie herbivores et carnivores. La consommation de viande est prohibée et les dortoirs sont séparés par régime alimentaire afin d'éviter toute tentation. Tout semble aller pour le mieux... mais chassez le naturel, il revient au galop ! Le corps sans vie de l'alpaga Tem est en effet retrouvé déchiqueté un soir ce qui ravive la méfiance chez les herbivores !",
    "Beelzebub": "Le lycée Ishiyama est un établissement entièrement fréquenté par des délinquants, où la violence et l'anarchie régnent. Cependant, il y a une règle universellement reconnue : ne pas croiser l'étudiant de première année Tatsumi Oga, le combatstant le plus vicieux d'Ishiyama.\n\nUn jour, Oga est au bord d'une rivière lorsqu'il rencontre un homme qui descend la rivière. Après l'avoir récupéré, l'homme s'ouvre en deux pour révéler un bébé, qui rampe sur le dos d'Oga. Bien qu'il ne le sache pas encore, ce bébé se nomme Kaiser de Emperana Beelzebub IV, ou «Baby Beel» pour faire plus court, le fils du Seigneur des Démons!\n\nComme si trouver le futur Seigneur des enfers ne suffisait pas, Oga est aussi confrontée à Hildegard, la servante démoniaque de Beel. Ensemble, ils vont tenter d'élever Baby Beel, bien qu'ils soient entourés de délinquants juvéniles et de puissants démons.",
    "Berserk": "Guts/Gatsu (personnage principal) est un jeune mercenaire à la vie massacrée avant de l'avoir commencée.\nIl sera recueuilli par les membres de la Troupe du Faucon : Judo, Rickert, Pippin, Casca (la seule fille de l'équipe) et surtout, Griffith, un personnage fascinant et extrêmement ambigu.\nPossesseur d'un pendentif appelé la \"Béhélit\" ou \"l'Œuf du Conquérant\", Griffith est animé d'une ambition surnaturelle.\n\nLa série animée (reprenant les 13 premiers volumes du manga) débute par un flash-back qui durera tout au long des 25 épisodes : il s'agit de l'histoire de la rencontre de Guts, héros tourmenté, et de Griffith, chef de la Brigade des Faucons, une bande de mercenaires à la solde de l'Empire de Midland.\nDe cette rencontre naîtra une amitié ambiguë, mais néanmoins efficiente : la présence de Guts, guerrier à l'épée démesurée, se révélera vite indispensable à l'ambition du jeune Griffith, bretteur et tacticien hors-pair.\nOn découvre au fur et à mesure de l'anime, la relation entre Guts et Griffith, particulièrement complexe, entre relation d'intérêt (Griffith utilise la force de Guts), respect mutuel (les deux se considèrent mutuellement en tant que soldats), et affection profonde (chacun a besoin de la présence de l'autre de façon inexplicable).\n\nParticulièrement crue, la série animée l'est pourtant moins que le manga qui se montre sans concession dans sa façon de présenter les choses : la pédophilie, l'homosexualité, l'infanticide, l'inceste, le viol et les nombreux massacres renvoient une image particulièrement sombre de l'âme humaine. En filigrane apparaît donc une réflexion sur l'homme, partagée entre sa monstruosité (Les monstres étant une représentation physique de la part d'ombre qui sommeil en chaque homme), sa violence (le monde de berserk est un monde ravagé par plusieurs guerres), son ambition (illustré à merveille par le rêve de Griffith), ses désirs (notamment sexuels), et la volonté inhérente à tous de rechercher à faire le bien, et ce parfois au détriment des autres.",
    "Berserk of Gluttony": "Dans un monde où les compétences font tout. Fate Graphite a l'une des plus inutiles : la Gloutonnerie. Un pouvoir qui agit comme une malédiction puisqu'elle lui procure une faim insatiable. Un jour, alors qu'il exerce son métier de garde du château, il se retrouve embarqué dans une embuscade et tue un voleur. Sa compétence s'active alors et dévore l'âme du malheureux. Désormais capable d'ajouter les statistiques de ses victimes aux siennes, Fate se lance dans une quête de puissance pour protéger celle qu'il aime. Mais tout pouvoir a un coût et la lutte pour ne pas sombrer dans la folie sera longue...",
    "Bestiarius": "Ier siècle après Jésus-Christ, l'Empire romain est à son apogée et ses légions soumettent une à une les dernières contrées où monstres et humains vivent encore en paix. Criminels, innocents, orphelins, demi-humains, wyvernes... Tous constituent les rangs d'esclaves guerriers jetés dans l'arène et forcés de s'entretuer pour divertir la foule romaine avide de sang et son Empereur : Domitien. Parmi ces combatstants se trouvent des gladiateurs qui affrontent fauves et créatures légendaires : on les appelle les 'Bestiari'. Or, certains d'entre eux, comme Finn ou Zenon, ont été élevés aux côtés de ceux qui, aux yeux de Rome, ne sont que de simples bêtes, et ils comptent bien retourner leurs armes contre leurs geôliers... et même contre l'Empire tout entier !",
    "Black butler": "Lorsqu'on le regarde au début, ce manoir perdu dans la campagne de Londres parait tout à fait normal.\nMais ce manoir est habité par des personnes pour le moins étranges : Ciel Phantomhive (Funtomhive) jeune maître de 12 ans, industriel hors-pair à la tête de la famille la plus redoutée de l'Angleterre ; un majordome démoniaque, Sebastian Michaelis, doué pour les tâches ménagères comme pour les arts martiaux ; un maître d'hôtel, Tanaka, qui ne sait rien faire d'autre que boire du saké et dire \"oh oh oh\" ; un cuisinier aux plats douteux, Bard, ne sachant cuisiner sa viande qu'au lance-flammes ; une servante, May Lin, tellement maladroite qu'elle pourrait vous tuer sans le vouloir ; et un jardinier, Finnian, à la force surhumaine, qui se croit à démolition land qui ne sait donc entretenir un jardin qu'en le dévastant.\nEt lorsque tout ce petit monde a affaire à des personnages aussi peu recommandable que Jack L'éventreur, forcément, ça fait tâche...",
    "Black Clover": "Asta et Yuno sont deux adolescents de 15 ans qui ont grandi ensemble dans un petit village du royaume de Clover. Leur but ultime à tous les deux est de devenir le prochain empereur-mage !\nÉtrangement, dans ce royaume, Asta est le seul qui soit incapable de produire la moindre étincelle magique. Loin d'être découragé, il participe tout de même avec son ami (et rival) Yuno à la cérémonie annuelle de remise des grimoires qui rassemble les jeunes de 15 ans dans tout le royaume de Clover. Lors de cette cérémonie, Yuno recevra un grimoire légendaire. Ce qui n'est pas le cas d'Asta car malheureusement pour lui, aucun grimoire ne lui sera attribué ce jour là. Mais Asta ne se laissera pas abattre, peut importe les efforts qu'il aura à fournir, il compte bien rivaliser avec Yuno pour aller au bout de son rêve....",
    "Black Summoner": "Après avoir remporté un tirage au sort inconnu, Kelvin se réveille dans un monde fantaisiste ressemblant à un RPG, avec tous ses souvenirs effacés. Rejoint par son guide invisible, Melfina, qui l'informe de ses nouveaux pouvoirs d'invocateur, Kelvin voyage maintenant dans ce nouveau monde pour monter en niveau, former une équipe et devenir le plus puissant invocateur !",
    "Black Torch": "En tant que descendant des shinobi, Jirou Azuma a passé sa vie à apprendre des techniques ninja. Mais en plus il a le don de parler aux animaux. Un jour, il sauve un étrange chat appelé Ragou, il lui apprend que le monde est rempli d'esprits qui peuvent prendre la forme d'un humain ou d'un animal : les Mononoke. Cependant, leur rencontre est interrompue quand ils sont attaqués par un Mononoke hostile qui en a après Ragou et ses pouvoirs.",
    "bleach": "Kurosaki Ichigo, un étudiant de quinze ans aux cheveux orange qui aime la bagarre (comme son père) a la particularité de voir les fantômes ainsi que de pouvoir les toucher. Cela l'amène à rencontrer Kuchiki Rukia, un Shinigami (dieu de la mort) qui combats un Hollow. Le déroulement du combats amène Kuchiki à donner ses pouvoirs à Ichigo qui deviens alors lui même un Shinigami. C'est maintenant à son tour de protéger la ville des Hollows.",
    "Blue Box": "Taiki Inomata est un membre de l'équipe masculine de badminton de l'école Eimei. Il est amoureux d'une fille de l'équipe de basketball, Chinatsu Kano, aux côtés de qui, il s'entraîne tous les matins dans le gymnase. Cependant, sa relation avec Chinatsu prendra un tournant lors d'un jour de printemps.",
    "Blue Exorcist": "Okumura Rin est le fils de Fujimoto Shirō, un Exorciste. À cause de sa grande maladresse ou de sa force démesurée, il est incapable de conserver un boulot très longtemps et fait le désespoir de son père. Son frère jumeau, Yukio, qui va bientôt quitter le temple pour suivre ses études, est également très inquiet pour l'avenir de son frère.\n\nMais Rin a le don de se fourrer dans des situations inextricables. Un jour, alors qu'il est aux prises avec une bande, l'un des garçons qui l'agresse prend soudainement l'apparence d'un démon et tente de lui brûler les yeux. Des flammes, contrôlées par Rin, surgissent alors et repoussent ses assaillants.\n\nLe père Fujimoto lui apprend peu après que ces flammes sont la marque de Satan... qui n'est autre que le véritable père de Rin. Après cette agression, le père décide de mettre Rin à l'abri, mais c'est déjà trop tard. Satan a appris la nouvelle et vient récupérer son fils... pour s'en servir.\n\nC'est à la suite de cette entrevue désastreuse que Rin décidera de devenir Exorciste, mais un Exorciste bien particulier, puisqu'il est un démon qui chasse les démons.",
    "Blue Flag": "Taichi Ichinose vient d'entrer dans sa troisième et dernière année de lycée. Dans sa classe, il retrouve Touma Mita, membre du club de baseball populaire et ami d'enfance ainsi que Futaba Kuze, une jeune fille maladroite qui se trouvait dans la même classe que lui les années précédentes et avec qui il n'a jamais parlé. Pourtant, ces trois personnes que tout oppose vont finir par se rapprocher et former un petit groupe d'amis.",
    "Blue Giant": "Dai Miyamoto est en terminale. Il fait partie de l'équipe de basket, travaille à mi-temps dans une station service, et vit seul avec son père et sa petite soeur. Surtout, il s'est pris de passion pour le jazz depuis le collège. À tel point qu'il joue tous les jours sur les berges de la rivière, peu importe les conditions météo. Qu'il pleuve, qu'il vente ou que la canicule soit au rendez-vous, il joue. Il veut être un géant du jazz et reste persuadé qu'il peut y arriver. Seulement, pour cela, il va devoir se confronter à la réalité : entre les explications aux amis, les premières représentations chaotiques et les rencontres diverses, la détermination de Dai va être mise à rude épreuve...",
    "Blue lock": "Coupe du monde 2018, l'équipe de football du Japon est éliminée en huitièmes de finale... Ce nouvel échec incite l'Union japonaise de football à fonder le 'Blue Lock' : un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays. L'objectif du coach du Blue Lock, Jinpachi Ego, est clair : détecter l'unique attaquant qui écrasera tous ses rivaux par son talent et son hyper-individualisme ! Pour Yoichi Isagi, joueur bouillonnant encore inconnu, il n'y a pas d'alternative... S'il veut survivre au programme hautement sélectif qui l'attend, il devra abandonner le jeu collectif et se transcender pour devenir l'attaquant ultime !",
    "Blue Period": "L'histoire nous entraîne dans le quotidien de Yatora Yaguchi, un lycéen avec de bonnes notes mais sans réelles ambitions. Un jour, alors qu'il entre dans la salle d'art, une peinture isolée attire son regard, le faisant découvrir une beauté qu'il n'avait jamais connue.\n\nGrâce à cette peinture, Yatora a enfin trouvé sa voie. Dans l'optique de pouvoir intégrer une université d'art, ce jeune lycéen va plonger dans ce monde sans expériences préalable.",
    "Boku no Kokoro no Yabai Yatsu": "Kyotaro Ichikawa est un garçon qui pense être secrètement le personnage principal torturé d'un thriller psychologique. Il passe ses journées à observer ses camarades de classe et en particulier Anna Yamada, l'idole de la classe, qui est la personne qu'il veut le plus tuer. Mais Kyotaro est loin d'être l'adolescent perturbé qu'il prétend être et il s'avère qu'Anna est elle-même un peu bizarre !",
    "Bonne nuit Punpun": "Punpun est un enfant banal qui mène une vie des plus banale. Mais un jour arrive et sa vie ainsi que celle de sa famille proche bascule soudainement. À la suite d'une virulente dispute conjugale, le père de Punpun bat sa mère au point de l'envoyer à l'hôpital. En parallèle, le jeune homme fait la rencontre de Aiko, nouvelle élève de sa classe, qui semble déjà l'intéresser tout particulièrement... Véritable ode à la vie de tous les jours d'un adolescent et de sa bande de \"potes\", \"Bonne nuit Punpun\", dernière œuvre en date de Inio Asano (Solanin, Le Quartier de Lumière...), oscille entre le drame et le comique et raconte les péripéties à la fois particulières et bénignes, d'un jeune homme en quête d'espoir.",
    "Boruto": "Depuis que son père occupe la plus haute fonction du village de Konoha, Boruto Uzumaki, le fils de Nanadaime Hokage et Hinata Hyuga, vit dans l'ombre de son père. Cherchant toujours à attirer l'attention de ce dernier, Boruto a pris la ferme résolution de surpasser son paternel. Mais la vie que mènent les ninjas de haute-volée est rythmée par les missions complexes et les entraînements rigoureux, notre jeune héros va d'ailleurs, apprendre à ses dépens que devenir le meilleur ninja, n'est point une tâche aisée. En compagnie de Sarada, l'enfant de Sasuke Uchiha et Sakura Haruno, Boruto va dès lors découvrir le monde des shinobis, ainsi que ses fondements...",
    "Boss in School": "Seth Kwon, un combattant né, arrête de se battre suite à la promesse qu'il fait à sa mère... Mais les choses changent lorsque son père lui laisse ce seul et unique message : \"Arrête de te faire tabasser\".",
    "Bouncer": "On suit l'histoire de Jouichirou Shishido, un raté impulsif et trop honnête qui va d'échec en échec sur le plan professionnel. Un soir, il va croiser la route d'un groupe de gardes du corps, membres d'une entreprise de sécurité privée du nom de Tokyo Fist, qui va bouleverser son quotidien.",
    "Boy's Abyss": "Reiji n'est pas un adolescent épanoui, ni même heureux de vivre. Son quotidien est morne et rempli d'obligations. Dans sa ville, personne ne fait attention aux autres, l'ambiance y est morose, presque morte. Le seul endroit touristique de la ville est d'ailleurs « L'abysse des amoureux » rendu tristement célèbre par l'auteur « Esemori Kôsaku » qui en a fait le lieu d'un double suicide des héros de son roman, « Un cercueil printanier ». Cette ville est donc bien morbide et Reiji, tout comme Chako, son amie d'enfance, rêve de la fuir. C'est une rencontre fortuite qui va changer l'avenir morne qui les attendait. Mais pas forcément pour un bien...",
    "Bucket List of The Dead": "Après 3 ans de boulot dans une société qui le presse comme un citron, Akira est en burn-out total. Mais il n'a même plus assez de lucidité pour s'en apercevoir... jusqu'au jour où le quotidien est détruit par une épidémie zombie ! Ça y est, plus besoin de travailler ! Akira peut enfin croquer la vie à pleine dents et profiter de l'instant présent. Il décide donc de dresser une liste de 100 choses qu'il voudrait avoir fait avant de devenir un zombie : conduire une Harley Davidson, se faire pousser la barbe, jouer à un jeu vidéo sur écran géant... Car selon son analyse très personnelle mais réaliste, cela n'est qu'une question de temps !",
    "Bungou Stray Dogs": "Atsushi Nakajima vient d'être exclu de son orphelinat, maintenant il n'a aucun endroit où aller et aucune nourriture.\n\nTandis qu'il se tient près d'une rivière, étant sur le point de mourir de faim, il sauve un homme faisant une tentative de suicide. Cet homme est Osamu Dazai, lui et son partenaire Kunikida sont les membres d'une agence policière très spéciale. Ils possèdent des pouvoirs surnaturels et traitent les cas d'affaires qui sont trop dangereux pour la police ou l'armée.",
    "Burn the Witch": "Cette œuvre prend place douze ans après l'arc Thousand-Year Blood War et deux ans après le dernier chapitre du manga Bleach.\n\nL'histoire se déroule dans un Londres fictif, où les humains vivent en harmonie avec les dragons et les sorcières. Un jour, les dragons sont devenus hostiles et ont commencé à attaquer les humains, les privant ainsi de leurs foyers.\n\nPour contrer cette menace, Wing Bind, une organisation composée de puissant sorciers est créée. C'est dans ce cadre que nous suivons le quotidien de Niihashi Noel et Nini Spangle, deux sorcières que tout oppose.",
    "Chainsaw man": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, 'Pochita'. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons...",
    "Cheeky Love": "Une seule raison a poussé Yuki Machida à devenir la manager de l'équipe de basket de son lycée : Kido, son senpai de troisième année et accessoirement, le capitaine de l'équipe. Amoureuse de lui depuis plus d'un an, elle s'obstine à vouloir garder ses sentiments pour elle en se disant que rester près de lui serait amplement suffisant. Toutefois, arrive le jour où Kido avoue devant elle, qu'il a une petite amie. Le monde de Yuki s'effondre. Elle qui croyait que l'admirer de loin suffirait à son bonheur, la voilà qui vient de subir son premier chagrin d'amour. Réputée pour son self-control et son grand sens des responsabilités, elle refuse à se laisser aller dans la tristesse, mais alors qu'elle se retrouve une fois de plus toute seule dans les vestiaires du club à préparer la journée de demain, elle verse quelques larmes. Malheureusement, elle se fait surprendre par Shou Naruse, son kohai et également membre du club...",
    "Chi no Yume": "Mhine, une jeune fille de 17 ans, porte en elle les cicatrices d'une enfance bouleversée et traumatisante. Mais un jour, tout bascule lorsque l'explosion d'une météorite transforme le monde à jamais. Elle croise alors la route d'une personne hors du commun, qui lui confère des pouvoirs surnaturels. Que réserve l'avenir ? Seule la suite nous le dira...",
    "Child of the Sheath": "C'est un monde où un arbre magique peut pousser sur le dos d'un épéiste, où une fille muette peut être transformée en arme vivante par sa mère, où un dragon de givre parcourt les cieux assoiffé de vengeance et où des êtres dotés de pouvoirs divins s'affrontent pour l'équilibre de la nature. Au milieu de tout cela se trouve Bira, un garçon orphelin, passant joyeusement ses journées à pêcher dans une forêt isolée. Puis, il rencontre Tanyu, un ancien général en quête de son ami d'enfance. Ensemble, ils voyagent dans un paysage enchanté incomparable.",
    "Childhood Friend of the Zenith": "Gu Yangchun, qui a trahi les sectes orthodoxes, est devenu un humain démoniaque sous la coupe du Démon céleste. En tant qu’humain démoniaque, il a mené une vie pleine de regrets. Il a commis d’innombrables méfaits, non pas de son propre chef, mais sous les ordres du Démon céleste. Lors de la Grande Guerre Orthodoxe-Démon, grâce à Wi Seol-ah, qui a abattu le Démon Céleste qui a fait s’agenouiller même les trois suprêmes des forces orthodoxes, Gu Yangchun a été fait prisonnier par les forces orthodoxes et a souffert pour ses péchés.",
    "Choujin X": "En 1998, suite à la multiplication de surhumains appelés 'choujin', le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de 'tomeïto', et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier...",
    "Chronicles of Heavenly Demon": "« Vous avez placé l'harmonie en crédo toute votre vie et c'est comme ça que vous partez ...! ». Le successeur de la secte des maîtres de la lance et son apprenti Hyuk Woon Seong ont été accusés d'apprendre un art démoniaque interdit et ont été massacrés. Une mort injuste et misérable des mains des hypocrites et menteurs de la secte orthodoxe. Au moment où Woon Seong a fait face à sa mort, l'artéfact des maîtres de la lance émet une lumière et lui offre une nouvelle vie. Une vie en tant que numéro 900, un stagiaire du culte démoniaque ! Woon Seong se met à s'entrainer en mélangeant les art orthodoxes et démoniaques, avec un unique objectif en tête : La Vengeance !",
    "Chronicles of the Demon Faction": "Le seigneur de la mort, meilleur assassin du murim, rencontre une fin tragique en tentant d'obtenir la liberté. Il se réveille dans le corps d'un héritier du culte démoniaque où il doit se battre pour devenir le nouveau dieu démon. Armé de son expérience en arts martiaux de son ancienne vie avec son nouveau corps talentueux, arrivera-t-il à atteindre le sommet et à obtenir la liberté ?",
    "City Hall": "Bienvenue au début du XXe siècle où l'écriture manuscrite donne vie à tout ce que vous écrivez. Après une terrible guerre dont l'écriture manuscrite fut la principale arme et raison de combattre, le papier fut interdit et disparut de ce monde, sombrant ainsi dans l'oubli. Seule l'écriture numérique fut épargnée, car inoffensive.\n\nToutefois, un attentat sur un ministre britannique survenant dans le cœur de Londres va faire resurgir cette arme du passé, oubliée depuis par la population. En effet, l'un des plus grands criminel de l'histoire est parvenu à se procurer du papier et compte bien s'en servir pour assouvir ses sombres projets. Face à une telle menace, le maire de Londres fait appel à Jules Verne, écrivain à succès et inventeur, ainsi qu'au jeune étudiant Arthur Conan Doyle pour mener l'enquête et, surtout, arrêter ce mystérieux Lord Black Fowl qui semble bien connaître ses nouveaux adversaires.",
    "Classroom of the Elite": "L'histoire prend place dans le lycée Kōdo Ikusei, une école prestigieuse dotée d'installations ultramodernes où 100% des étudiants vont ensuite à l'université ou entrent dans la vie active. Les élèves ont une liberté totale, ils peuvent avoir la coupe de cheveux qu'ils désirent et apporter n'importe quel bien personnel dans l'établissement. Kōdo Ikusei est comme le paradis, mais seulement en apparence, en effet seulement les étudiants avec de bons résultats reçoivent ce genre de traitement.\nDans cette école, chaque mois, selon les notes et le comportement d'une classe, celle-ci se voit attribuer un nombre de points en conséquence. Ces points permettent l'achat en tout genre au sein de l'école (nourriture, jeux, consoles, ...). De plus chaque groupe est classé en fonction du nombre de points reçus.\nKiyotaka Ayanokōji est un élève de la classe D, regroupant les pires élèves de l'établissement, ceux avec les résultats les plus mauvais. Pour une certaine raison, Kiyotaka a été négligent durant les examens d'entrée et a donc été placé dans cette fameuse classe.\nAprès avoir rencontré Suzune Horikita et Kikyō Kushida, deux élèves de sa classe, Kiyotaka Ayanokōji et ses nouvelles camarades décident ensemble de coopérer afin d'améliorer les notes de leur classe et essayeront d'atteindre les classes supérieures.",
    "Clover": "Après quelques années, Hayato revient dans le village de son enfance. A peine arrivé, il se met à la recherche de ses deux anciens amis d'enfance, Tomoki et Kenji. Chose faite, il décide de s'installer chez Tomoki, qui lui n'a qu'une envie : réparer la moto de son père en paix. Mais cela n'est pas sans mal, car Hayato est une vraie tête brûlée, et partout où il va, il trouve la bagarre. Les 3 amis vont vivre leur scolarité sous le signe de la bagarre et des ennuis, mais se trouveront aussi quelques amis, tous aussi tordus et mordus de baston les uns que les autres.",
    "Code Adam": "Ils ont été formés comme des enfants pour devenir des super-soldats. Des êtres humains littéralement créés dans un laboratoire pour combattre en première ligne d'une guerre sanglante. Mais à la fin de la guerre, que faire des armes humaines ? Faisant l'objet d'expériences brutales, certains choisissent de se libérer et de chercher un remède avant que leurs propres pouvoirs ne les consument.",
    "Code Breaker": "Sakura Sakurakôji est une jeune fille plutôt normale si l'on excepte le fait qu'elle soit incroyablement forte. Pratiquant l'aïkido, elle est la plus forte du club de l'école, ce qui lui vaut l'admiration des filles et une grande popularité auprès des garçons. Un soir, en rentrant chez elle en bus, elle aperçoit des hommes en train d'être brûlés vif par un étrange feu bleu. Au milieu de ces torches humaines, impassible, elle aperçoit également un jeune homme. Mais lorsqu'elle se rend sur les lieux avec un policier quelques minutes plus tard, il n'y a plus rien en dehors de quelques cendres ! Le lendemain, Sakura est contrariée : cette affaire lui occupe l'esprit. Elle l'obsède d'autant plus lorsqu'un nouvel élève, Oogami Rei, est présenté à la classe. Elle en est sûre, c'est lui qu'elle a aperçu la veille, au milieu des corps ! Dans un premier temps, Rei nie. Mais il s'avère rapidement qu'il est un Code Breaker, un être possédant des pouvoirs surnaturels mais ayant abandonné sa véritable identité. Il n'a dès lors plus qu'un seul but : débarrasser le monde de la \"pourriture\" qui s'y trouve.",
    "Criminelles Fiançailles": "Yoshino, petite-fille du boss du plus grand clan de yakuzas d'Osaka, a été élevée au cœur de la pègre. Une éducation qui lui a mis du plomb dans la tête, mais qui ne l'a pas empêchée de mener une vie paisible. Jusqu'au jour où son grand-père décide de la fiancer avec le très avenant Kirishima, petit-fils d'un puissant clan rival tokyoïte en vue d'unir les deux familles. Embarquée dans ces fiançailles arrangées, Yoshino accepte d'aller vivre à Tokyo afin d'apprendre à le connaître, sans se douter que cet individu dissimule derrière son sourire une personnalité très spéciale...",
    "Crimson Wolf": "Yôichi est un jeune garçon qui a été élevé dans un temple. Ses origines lui valent le mépris de ses camarades de classe, qui s'amusent à le martyriser. Yôichi était le seul à être victime de l'ijimé jusqu'au jour où une jeune fille nommée Akatsuki Ayame fait son entrée dans sa classe. Avec ses cheveux blancs, son apparence de gamine et son caractère frondeur, elle s'attire bien vite les foudres des autres élèves ! Mais elle se lie amitié avec Yôichi et finit par lui faire découvrir un autre monde éclairé par une lune rouge.",
    "D Gray Man": "Vers la fin d'un XIXème siècle imaginaire et particulièrement gothique, le jeune Allen Walker est un exorciste appartenant à un ordre spécial créé par le Vatican. Le but de cet ordre est d'affronter et d'éliminer des démons appelés Akuma, ainsi que celui qui les crée, le Comte Millénaire, dont le but est de détruire le monde. Pour mener à bien ce combats, les exorcistes disposent chacun d'une 'Innocence', sorte d'arme personnelle fantastique.",
    "Dai Dark": "Sanko Zaha, un ado qui adore les spaghettis, voyage dans les ténèbres de l'espace infini. On raconte que ses os exauceraient n'importe quel souhait. C'est pourquoi les pires malfrats de l'univers veulent lui faire la peau ! Heureusement, toujours accompagné d'Avakian, son fidèle sakadoh, il n'hésitera pas à désosser gaiement tous ses assaillants.",
    "Damn Reincarnation": "Le guerrier Hamel est parti à l'aventure avec ses compagnons pour vaincre les rois démons, mais après être mort juste avant la bataille finale avec les rois démons.....  « Waaah. » « C'est quoi ce bordel ! Il s'est réincarné en descendant de son compagnon guerrier, Vermouth. Hamel – non, Eugène Coeur de Lion a été réincarné avec le sang du Grand Vermouth.  Mon corps précédent avait assez de talent pour qu'on le prenne pour un génie, mais celui-là... c'est incomparable.  Avec un corps doté de spécifications supérieures dès le départ, il a fait preuve d'une croissance explosive qui dépassait de loin ce qu'il avait réalisé dans sa vie précédente.  En plus des raisons inconnues de sa réincarnation, il a dû faire face à la dure réalité de devoir coexister avec des démons. Il a été confronté à un monde qui l'a poussé à remettre en question tout ce en quoi il avait cru. Doté de ce corps extraordinaire depuis sa naissance, Eugène commence à parcourir le chemin inachevé de sa vie précédente.",
    "Dandadan": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l'autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l'espace sont censées se trouver et Ken dans un tunnel hanté. C'est le début d'une romance survoltée où l'occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !",
    "Dark Mortal": "Gangnam a perdu ses parents et la vue lors d'un incendie. Il n'a rien pu voir d'autre qu'une hallucination appelée Kkamjang. Mais est-ce réellement une hallucination ou quelque chose de plus grave ? «Tes cicatrices, tes deux yeux et... même ta force ! Je changerai tout pour toi.»",
    "Darling in the Franxx": "L'histoire se déroule dans un univers où la Terre n'est plus qu'un immense désert balayé par les vents. Pour survivre, les humains ont bâti des écosystèmes mobiles et immenses, protégés par un dôme et baptisés \"Plantation\".\nMais ces structures, abritant également les villes, sont régulièrement menacées par les Kyôryû (Klaxosaur) des créatures extrêmement dangereuses attirées par les matières forées par les Plantations.\nLes FRANXX, unités mobiles contrôlées par deux pilotes, sont les seules armes efficaces contre les Kyôryû. Malheureusement, elles sont rares car les pilotes, toujours un homme et une femme, doivent être parfaitement synchronisés pour les contrôler.\nHiro, ou Code 016, a été entraîné pour devenir pilote au sein de la Plantation 13. Il n'a cependant jamais pu se coordonner avec sa partenaire et a perdu tout espoir. Jusqu'au jour où il croise Zero Two, une étrange jeune fille mi-humaine, mi-kyôryû avec laquelle il est capable de piloter. Le hic, c'est que d'après la rumeur, tous les partenaires de la jeune femme décèdent rapidement.",
    "Darwin's game": "L'histoire se centre sur Kaname Sudo, un lycéen qui accepte une mystérieuse invitation venant d'une application nommée \"Darwin's Game.\"\n\nMalheureusement pour lui, le Darwin's Game est une arène urbaine où les participants sont interconnectés via un réseau social et s'affrontent dans des duels à mort.\n\nBien qu'il ne souhaite pas prendre part à ce jeu, les autres joueurs, attirés par l'appât du gain, ne vont pas le laisser fuir sans rien faire.",
    "Death Note": "Light Yagami, un jeune étudiant surdoué, ramasse un jour le \"Death Note\", un carnet tenu auparavant par un shinigami (Dieu de la mort), Ryuk, qui apparemment s'ennuyait dans son monde.\nIl suffit d'écrire le nom d'une personne dans ce carnet, et celle-ci meurt (selon certaines conditions que le shinigami expliquera à Light lors de leur rencontre).\nC'est ainsi qu'avec le \"Death Note\" entre les mains, Light décide de débarrasser la planète de tous les criminels pour en faire un monde juste, un monde parfait.\nCependant, qui est-il pour juger les gens ? Il devient donc le pire criminel recherché de toute la planète...",
    "Demon Evolution": "Au seuil de la mort, le plus fort guerrier de l'humanité, Ang, se réincarne mystérieusement soixante ans plus tard avec la force du « Démon le plus fort » – une dangereuse épée à double tranchant. Afin se libérer de ses regrets et de dévoiler la vérité, Ang n'a d'autre choix que d' »évoluer » continuellement pour tenter d'échapper à son destin passé.",
    "Demon Slave": "Sur Mato, une cité venue d'une dimension démoniaque, existe un fruit appelé Pêche. Une ressource spéciale qui a la particularité de donner des super pouvoirs à celles qui les mangent. Ces femmes sont des membres des escadrons antidémons. Le jeune Yûki Wakura se retrouve plongé dans la dimension de Mato. Acculé par une horde de monstres, il est sauvé de justesse par une jeune femme capable de le transformer en une créature surpuissante. Mais l'activation de ce pouvoir comporte une condition : il doit devenir son esclave...",
    "Demon Slayer": "Depuis les temps anciens, il existe des rumeurs concernant des démons mangeurs d'hommes qui se cachent dans les bois. Pour cette raison, les citadins locaux ne s'y aventurent jamais la nuit. La légende raconte aussi qu'un tueur de démons déambule la nuit, chassant ces démons assoiffés de sang. Pour le jeune Tanjirô, ces rumeurs vont bientôt devenir sa dure réalité ...\n\nDepuis la mort de son père, Tanjirô a pris sur lui pour subvenir aux besoins de sa famille. Malgré cette tragédie, ils réussissent à trouver un peu de bonheur au quotidien.\n\nCependant, ce peu de bonheur se retrouve détruit le jour où Tanjirô découvre que sa famille s'est fait massacrer et que la seule survivante, sa sœur Nezuko, est devenue un démon. À sa grande surprise, Nezuko montre encore des signes d'émotion et de pensées humaines. Ainsi, commence la dure tâche de Tanjirô, celle de combattre les démons et de faire redevenir sa sœur humaine.",
    "Denjin N": "Nasu, loser notoire vivant chez sa mère alcoolique, travaille comme véritable larbin dans une supérette. Son seul plaisir dans la vie est d'encourager Misaki Kanzaki, petite idole d'un groupe sans grand succès, à travers son casque de réalité virtuelle. Mais à la suite d'un accident aussi tragique qu'extraordinaire, il se retrouve capable de \"posséder\" n'importe quel système électrique... \"N\" décide d'utiliser ce pouvoir afin d'éliminer tous ceux qui seront sur le chemin de Misaki ! La police fait alors appel à deux frères médiums pour traquer ce tueur en série omnipotent.",
    "Dolly Kill Kill": "En un instant, le quotidien de toute l'humanité vole en éclats et l'enfer déferle sur Terre. Des nuées d'insectes volants aux piqûres mortelles déferlent brusquement partout à travers le monde, rapidement suivies de monstrueuses \"poupées\" géantes qui déciment la population. Face à cette menace, Iruma Ikaruga, un lycéen au moral d'acier, va tout faire pour tenter de sauver son meilleur ami et la fille dont il est amoureux, mais l'énigmatique envahisseur est implacable !",
    "Domestic Girlfriend": "Natsuo Fujii est amoureux de sa professeur, Hina. Tentant d'oublier ses sentiments envers elle, Natsuo se rend à un goukon avec ses camarades de classe où il rencontre une étrange fille nommée Rui Tachibana. Dans un étrange retournement de situation, Rui l'invite à venir chez elle pour une raison bien précise : avoir des relations sexuelles avec elle. Bien qu'il n'y ait aucun sentiment amoureux derrière l'acte, Natsuo accepte avec hésitation.\n\nSuite à cette rencontre inhabituelle, Natsuo fait face à un nouveau problème. Avec le remariage de son père, il se retrouve avec deux demi-sœurs, qu'il connaît très bien. Ces deux personnes ne sont autres que Hina et Rui !\n\nVivant maintenant sous le même toit que la personne qu'il aime et celle avec qui il a eu sa \"première fois\", Natsuo se retrouve dans un triangle amoureux inattendu.",
    "Doom Breaker": "\"Même si ce sont ces dieux répugnants qui m'ont donné cette chance, une opportunité reste une opportunité. Je la saisirai pour exécuter ma vengeance.\"\n\nLe dernier survivant de l'humanité, Zephyr, a finalement était vaincu. La guerre contre les démons s'est soldé par une défaite et le voici maintenant dans l'au-delà. Du moins, c'est ce qu'il pensait. Les mêmes dieux qui avaient abandonné les Hommes lui ont donné une nouvelle chance de les amuser. Remontant 10 ans en arrière, Zephyr se jure de ne plus refaire ses erreurs passées ainsi que de terrasser les démons et les dieux. \"Cette fois, je les réduirai en poussière.\"",
    "Dr Stone": "Un jour, une lumière brillante apparaît subitement dans le ciel pétrifiant en une fraction de seconde l'humanité entière. Des millénaires plus tard, Taiju parvient à briser son enveloppe de pierre et découvre un monde où le genre humain a disparu de la surface de la terre. Avec son ami Senku, ils décident de récréer la civilisation à partir de zéro !",
    "Dragon Ball super": "Cette série fait suite à Dragon Ball Z. Elle se passe après le combats contre Majin Buu.\n\nSon Goku et ses amis vont faire la connaissance des dieux de la destruction et d'anges, et deviendront acteurs de la survie de l'univers !",
    "Dungeon Defense": "Lorsque ses salauds de parents meurent, il se retrouve avec un mystérieux héritage de 500 millions de yens. Décidant de faire ce qu'il veut à partir de ce moment-là, le garçon entre dans le jeu en ligne le plus difficile, « Dungeon Attack », où il devient le premier à débloquer le succès consistant à vaincre tous les Seigneurs-Démons. Cependant, lorsqu'il répond à une question mystérieuse qui apparaît après avoir terminé le jeu, il se retrouve soudainement envoyé dans le monde du jeu. Il s'était réincarné en « Dantalian », le Seigneur-Démon le plus bas et le plus faible, classé 71ᵉ dans le monde du jeu ! Avec rien d'autre que son souvenir d'avoir vaincu le Seigneur-Démon le plus puissant et son éloquence sur laquelle s'appuyer, il se bat pour survivre dans ce monde brutal – c'est une histoire de retour et de vengeance !",
    "Dungeon House": "Un jour, ma maison s'est retrouvée, sans raison apparente, connectée à un donjon. C'est dangereux dehors, mais il me faut le terminer avant que le temps soit écoulé pour rester en vie. “Je ne veux pas mourir. Je survivrai quoi qu'il arrive”. Le jeune Kim Hyun-Bok doit maintenant terminer un donjon alors que tout le monde est mort. Il commence par apprivoiser les monstres avec ses compétences...  Et débute une aventure dans les donjons en risquant sa propre vie, accompagné des squelettes Chris, Kai et Castle qui ont retrouvé leur mémoire.",
    "Dungeon Odyssey": "Les descendants de l'humanité, nés dans les labyrinthes et élevés au lait des monstres, possédaient une force spéciale et un corps robuste. Quand ils sont revenus sur Terre, l'humanité les appelait les enfants du donjon. Parmi eux, Kim Jinwoo est né dans le plus profond des labyrinthes. \"Je n'ai jamais essayé de devenir fort, je voulais juste vivre.\" D'un petit mineur, au roi du labyrinthe, l'histoire de sa vie se déroule maintenant.",
    "Dungeon Reset": "Une fois un donjon exploré et ses pièges activés, il se réinitialise pour les prochains «utilisateurs». Mais ces réinitialisations ne s'appliquent pas à moi ?! Jeong Da Woon, surnommé \"the Bug\", commence son exploration de donjon !",
    "Edens zero": "L'histoire d'Eden's Zero prend place dans un monde fictif mais futuriste où les aventuriers et les explorateurs naviguent à travers le cosmos pour effectuer diverses missions. Shiki Grandbell est un étrange jeune homme qui a fait la rencontre de Rebecca et de son chat Happy sur sa planète natale, Grandbell. Ensemble, ils voyagent à travers le cosmos afin de rencontrer Mother et ainsi devenir les premiers aventuriers à accomplir cet exploit.",
    "Eisen no Lovelock": "On suit l'histoire de jumeaux qui aspiraient à un grand pouvoir et se sont jurés de devenir des \"héros\". Cependant, des années plus tard, le jeune frère Hiiro abandonne son rêve et devient nettoyeur, l'un de ceux qui nettoient après le passage des héros, tandis que son frère en est lui devenu un. Hiiro s'était alors résolu à son sort... jusqu'à ce qu'il assiste au désespoir de son amie d'enfance Iruka, chassée par l'un de ces fameux héros. Fou de rage, il décide de défier son destin pour la première et dernière fois !",
    "Eleceed": "Ji Woo est un jeune homme au bon cœur qui utilise son pouvoir pour faire secrètement du monde un meilleur endroit et qui adore s'occuper des chats errants de son quartier. Kayden est un agent secret en fuite, qui se retrouve coincé dans le corps d'un ... vieux chat potelé. Ensemble, armés des super pouvoirs de Ji Woo et des conseils de Kayden, ils feront face à plusieurs épreuves.",
    "Erased": "Satoru Fujinuma, 29 ans, est employé comme livreur dans une pizzeria. Mais ce travail ne lui sert qu'à gagner sa vie en attendant de pouvoir réaliser son rêve : devenir mangaka. L'ennui, c'est qu'il se heurte toujours au même reproche : il ne s'investit pas assez dans son travail.\nEn effet, le jeune homme est peu sociable et peine à s'impliquer émotionnellement dans ses œuvres car il a peur de s'exposer au regard des autres. Il est d'ailleurs persuadé d'être une personne totalement dénuée d'intérêt.\nPourtant, Satoru possède un don exceptionnel : lorsqu'une catastrophe est sur le point de se produire, il est projeté quelques minutes dans le passé afin de sauver le plus de vies possible.\nUn jour, le phénomène se produit alors qu'il est en pleine livraison et il comprend qu'un camion va percuter un enfant. Grâce à son don, Satoru le sauve mais est lui-même accidenté et est envoyé à l'hôpital.\nA son réveil, il se rend compte qu'il a rêvé du passé et plus particulièrement de Kayo Hinazuki, une petite fille qui vivait près de chez lui et qui aurait été assassinée quand il était enfant.\nMais la résurgence de ces souvenirs est-elle due à l'accident, au fait que le meurtrier soit bientôt exécuté ou à tout autre chose ?",
    "Estio": "Estio possède le don singulier de lire les pensées et de visiter les souvenirs des humains et des bêtes. Rejeté par sa communauté à cause de cette aptitude, le jeune homme n'a jamais pu compter que sur ses amis animaux. Le jour de ses 19 ans, il décide de quitter sa campagne natale en quête de réponses à sa différence. Fort de nouvelles expériences et des rencontres faites en chemin, Estio parviendra-t-il enfin à trouver un sens à sa vie et une place auprès des siens ?",
    "Evil Heroes": "Pour combattre le mal et maintenir la paix, les super-héros sont toujours là ! Des hommes et des femmes dotés de capacités extraordinaires et dont l'identité reste un mystère. L'humanité peut compter sur eux ! Mais... et si jamais ils venaient un jour à se retourner contre nous ?",
    "Existence": "C'était la dernière réincarnation d'un être qui avait connu des dizaines de milliers de réincarnations et de vies.  Il était né en tant qu'humain avec le pouvoir de chaque forme de vie qu'il avait été.  Pourquoi a-t-il une telle capacité ?  Lee Jain a finalement compris.  « J'existe pour éradiquer l'humanité. »",
    "Fairy Tail": "Lucy est une jeune magicienne qui désire par dessus tout entrer dans une guilde magique.\nElle décide de se rendre à Harujion afin d'obtenir des infos sur les guildes, particulièrement la guilde Fairy Tail.\n\nLors de ses recherches, elle rencontre le mystérieux Salamander, membre de la célèbre guilde Fairy Tail.\nMalheureusement ce dernier n'est qu'un charlatan qui utilise des enchantements pour envoûter des femmes et ainsi les revendre au marché d'esclaves !\n\nAlors que Lucy se trouve sous l'envoûtement de Salamander, un garçon mystérieux du nom de Natsu accompagné d'un chat bleu pouvant parler appelé Happy, la percute et rompt le sortilège de Salamander. Pour remercier Natsu et Happy, elle décide de les inviter au restaurant. Plus tard, Salamander lui fait une proposition : si elle vient à la fête sur le bateau, qu'il organise, il la fera entrer chez Fairy Tail. Lucy accepte et s'y rend. A la fête, elle se rend compte que Salamander n'est qu'un escroc et qu'il ne fait même pas partie de Fairy Tail. Elle veut fuir mais, alors qu'elle est sur le point de se faire kidnapper, Natsu et Happy arrivent et la sauvent. C'est alors qu'elle découvre qu'ils sont des mages et qu'ils font partie de Fairy Tail.\n\nC'est le début des aventures de Natsu et Lucy au sein du monde magique de Fairy Tail !",
    "FFF-Class Trashero": "Kang Han Soo, lycéen ordinaire, est invoqué dans le monde fantastique de Fantasia et bat le roi démon après 10 ans de calvaire. Alors qu'il devait retourner sur terre, une carte de score créée par le dieu de Fantasia apparaît devant lui, et lui donne un score de F en personnalité. Le dieu lui annonce qu'il doit alors recommencer de zéro, Kang Han Soo va-t-il être capable de finir l'infinissable ?",
    "Fire Force": "Le monde est horrifié par le phénomène de combustion humaine où l'humanité peut s'enflammer à tout moment. Des brigades spéciales Fire Force ont donc été créées avec pour mission d'éclaircir le mystère de ce phénomène.\nOn suit ainsi le jeune Shinra Kusakabe, surnommé le Démon, qui vient d'intégrer la 8e brigade dans le seul but de devenir un héros et de connaitre la vérité sur l'incendie qui a coûté la vie de sa famille il y a douze ans !",
    "Fire Punch": "Dans un futur indéterminé où tout est recouvert de glace, la famine et le chaos règnent sur la Terre. Parmi les quelques humains qui tentent de survivre, certains sont dotés de pouvoirs surnaturels. Agni et sa sœur, Luna, font partie de ces « élus » et possèdent la faculté de se régénérer. Agni utilise ce pouvoir pour nourrir les habitants de son village. Pourtant cela ne suffira pas à les préserver du terrible malheur qui va s'abattre sur eux... Agni sera le seul survivant du massacre qui a brûlé tous ses proches. Brûlant continuellement suite à ce drame, il se lance alors dans une quête effrénée pour assouvir sa soif de vengeance !",
    "Fool Night": "Depuis cent ans, un épais nuage empêche le soleil d'éclairer la Terre. La nuit et l'hiver se prolongèrent à jamais et la plupart des végétaux périrent. L'humanité plaça ses espoirs dans la technique de \"transfloraison\", consistant à transformer un humain en plante. Bien évidemment, ces opérations sont limitées aux personnes en fin de vie, pour une raison éthique... mais lorsqu'une prime de dix millions de yens est accordée aux volontaires, certains n'hésitent pas à contourner les règles pour s'inscrire sur les listes. Toshiro est l'un d'entre eux : sans aucun avenir et fatigué de la vie, il va choisir de se transformer en plante. Mais cette opération va lui accorder des talents qu'il ne soupçonnait pas !",
    "Forced to Become the Villainous Son-in-law": "Un écrivain de second ordre, se retrouve puni car la fin de son roman est jugée bâclée par un dieu fan de l'histoire. Il se retrouve réincarné dans son livre en temps que beau-fils du méchant. Une bataille stratégique entre lui et le véritable héros commence...",
    "Four Knights of the Apocalypse": "Percival vit seul avec son grand-père Bargis, au sommet d'une haute montagne nommée le \"Doigt divin\". Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l'armure rouge s'en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d'éliminer quiconque s'apparenterait aux \"Four Knights of the Apocalypse\", un groupe de cavaliers qui, d'après la prophétie, apparaîtra pour renverser le roi Arthur... Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d'aventures !",
    "frieren": "Le jeune héros Himmel et ses compagnons, l'elfe Frieren, le nain Eisen et le prêtre Heiter, rentrent victorieux de leur combats contre le roi des démons. Au bout de dix années d'efforts, ils ont ramené la paix dans le royaume. Il est temps pour eux de retrouver une vie normale... Difficile à imaginer après tant d'aventures en commun ! Frieren, elle, ne semble guère touchée par la séparation. Pour la magicienne à la longévité exceptionnelle, une décennie ne pèse pas lourd. Elle reprend la route en solo et promet de retrouver ses camarades un demi-siècle plus tard. Elle tient parole... mais ces retrouvailles sont aussi les derniers instants passés avec Himmel, devenu un vieillard qui s'éteint paisiblement sous ses yeux. Frieren est sous le choc... La vie des humains est si courte ! L'elfe a beau être experte en magie, il lui reste encore un long chemin à parcourir pour comprendre la race humaine... Son nouvel objectif : s'initier aux arcanes du cœur !",
    "Fullmetal Alchemist": "Après avoir perdu leur mère, Edward et Alphonse tentent de la ramener à la vie grâce à l'alchimie. Cependant, l'alchimie doit obéir à la loi de l'échange équivalent : l'objet transformé et l'objet issu de la transformation doivent être de masses équivalentes. Passer outre cette règle coûte très cher, et les frères Elric en feront les frais : Edward perd un bras et une jambe alors que son frère Alphonse perd son corps. Heureusement Edward réussit à enfermer l'âme de son frère dans une armure de métal grâce à un sceau de sang. Ils décident alors de quitter leur maison pour partir à la recherche d'informations sur la pierre philosophale, qui leur permettrait de regagner leurs corps. Cependant, ils ne sont pas les seuls à la recherche de cette pierre...",
    "fullmetal alchemist brotherhood": "Cette version est une seconde adaptation du manga de Hiromu Arakawa. Elle est bien plus fidèle au manga que la précédente version, et le design change quelque peu.\n\nEdward Elric et son frère Alphonse Elric sont de jeunes Alchimistes. En tentant de ramener leur mère à la vie, ils ont payé un lourd tribut, et ils tentent désormais de récupérer ce qu'ils ont perdu. Pour cela, Edward est devenu Alchimiste d'État : le Fullmetal Alchemist. Mais au cours de leurs recherches, bien des épreuves attendent les deux frères et des êtres étranges : les Homonculus, les poursuivent.",
    "Gachiakuta": "Les descendants de criminels vivent dans des bidonvilles et sont méprisés par les gens de l'autre côté de la frontière. Ludo, un orphelin, vit avec son père adoptif Legto, à qui il est redevable pour l'avoir sauvé quand il était bébé. Malgré sa misérable vie, Ludo trouve quand même du réconfort auprès de ses proches, jusqu'au jour où tout change lorsque Legto se fait assassiner et Ludo est condamné à mort pour un crime qu'il n'a pas commis.",
    "Gamaran": "Durant l'ère Edo (1600-1868), le 27ème fils du daimyo, Washizu Naoyoshi, est méprisé par ses frères car il est le seul bâtard de la famille. Son père, le seigneur d'Unabara, désireux de savoir quelle est l'école d'arts martiaux la plus forte, décide d'organiser la plus grande compétition d'arts martiaux de tous les temps. La lutte touche aussi ses trente-et-un fils, puisque celui qui trouvera le meilleur expert en arts martiaux deviendra son successeur. Naoyoshi se met en tête de trouver le légendaire Kurogane Jinsuke, dont on dit qu'il a massacré mille adversaires. En effet, le fait de devenir le daimyo lui permettrait de se venger de ses frères. Mais ce dernier a disparu après avoir massacré la majeure partie de son dojo. Naoyoshi rencontre Gama, le fils de Kurogane Jinsuke et le plus jeune élève de l'école Ogame, le style inventé par son père. Constatant qu'il est extrêmement fort malgré son âge, Naoyoshi décide de le présenter en tant que candidat à la grande compétition organisée par son père. Gama réussira-t-il à la gagner et à retrouver son père ? Naoyoshi deviendra-t-il le prochain daimyo d'Unabara ?",
    "Genesis": "Alors qu'ils se promènent dans la campagne australienne vers un vignoble qu'ils désirent visiter, Taiga et ses amis, tous jeunes scientifiques venus de Tokyo, découvrent une grotte où sont peintes des fresques rupestres très anciennes. La joie de cette découverte est de courte durée car un tremblement de terre les enferme dans la grotte. Trouvant néanmoins une sortie, les jeunes gens ne reconnaissent plus rien de leur environnement. Ils vont découvrir peu à peu qu'ils ont, en fait, été transportés en pleine Préhistoire, à l'époque de l'affrontement entre hommes de Néandertal et Homo sapiens. Mammouths, crocodiles géants, meutes de loups géants... Chaque mammifère est une menace pour leur survie. Pourront-ils dépasser leurs habitudes et retrouver l'instinct animal qui leur permettra de vivre ? Chaque jour s'avère être un combat nouveau.",
    "God Of Blackfield": "Kang Chan, un soldat légendaire surnommé \"God of Blackfield\", meurt dans une embuscade lors d'une opération militaire. Avant qu'une balle ne le tue, il réalise qu'un allié est à l'origine du massacre de son unité. Alors qu'une dernière pensée vengeresse lui traverse l'esprit, il sombre... et se réveille dans le corps d'un lycéen coréen de 19 ans ! Kang Chan réalise alors qu'il a une chance d'assouvir sa vengeance. Mais ne vaut-il pas mieux vivre sa vie d'adolescent? Le G.O.B trace son chemin...",
    "Gokurakugai": "Le Gokuraku District est un quartier hors de toute loi, contrôlé par un clan. Cette histoire suit les aventures de Tao et de son acolyte Alma qui, pour subvenir à leurs besoins, aident les personnes à se sortir de toutes sortes de situations.",
    "Golden Kamui": "Au début du vingtième siècle, Saichi Sugimoto, un vétéran de la guerre russo-japonaise surnommé \"l'Immortel\" décide de partir pour une ruée vers l'or dans l'espoir de venir en aide à la femme de l'un de ses compagnons mort au combats.\n\nDurant son périple, il trouve des indices sur de l'or cachés par des criminels corrompus.\n\nEn compagnie d'une Aïnou nommée Ashirpa, qui lui a sauvé la vie des climats difficiles du Nord, ils se risquent dans une aventure de survie à la recherche de l'or et de la femme de son ancien camarade.",
    "Goodbye Eri": "Avec sa mère mourante, Yuta tente de capturer ses derniers jours sur son téléphone. Après sa mort, Yuta se dirige vers le toit de l'hôpital pour se suicider, mais une rencontre avec une fille étrange le conduit sur la voie de la réalisation d'un film.",
    "Goodnight World": "Taichiro est en rupture sociale complète. Détestant sa famille du plus profond de son être, il s'est réfugié dans PLANET, le MMO en réalité virtuelle le plus en vogue du moment. Dans cette autre réalité, il est membre d'Akabane, l'une des plus prestigieuses guildes de ce jeu en ligne. Au sein de cet autre univers, il s'est créé une famille de substitution. Aux côtés de Shiro, Mei et AAAAA, il espère bien vaincre le légendaire Black Bird of Happiness. Mais l'équilibre précaire de sa vie bascule quand, un jour, son véritable père est hospitalisé... Rappelé brutalement à la réalité par sa famille qu'il exècre, ne risque-t-il pas d'aller de désillusion en déception en découvrant ceux qui se cachent derrière ses camarades de guilde ?",
    "Gosu": "Gang Ryong s'est entraîné pendant des années pour venger son maître trahi et laissé pour mort par ses anciens subordonnés. Mais une fois prêt à accomplir sa mission, après avoir maitrisé l'art martial de son maître, les choses ne vont pas se dérouler comme prévu pour notre héros...",
    "Grand Blue": "Pour son entrée à l'université, le jeune Iori emménage chez son oncle, propriétaire d'une boutique de plongée en bord de mer. Plein d'entrain pour cette nouvelle vie d'adulte qui commence, il n'était pas préparé à se faire recruter de force dans le club de plongée totalement désinhibé de sa fac, qui enchaîne les beuveries sans aucune retenue ! En plus de ça, Iori a peur de l'eau...\n\nPeut-on vraiment apprendre à aimer la plongée quand on ne sait pas nager ?!",
    "Gunnm": "Gally est un cyborg créé par le docteur Ido qui est aussi un chasseur de prime. Ce dernier la trouve alors qu'il cherchait des pièces pour cyborgs dans une décharge. Gally suit ensuite les traces de son créateur Ido et devient chasseur de prime. Rapidemment, Gally devient l'un des meilleurs chasseurs de prime de toute la décharge et son talent est reconnu par tous. C'est en chassant un criminel que Gally rencontre Yugo, un jeune mécano qui répare les inventions du docteur Ido. Gally tombe sous le charme de Yugo et fera tout pour être à ses côtés. Yugo rêvant d'aller à Zalem, Gally fera tout pour aider ce dernier à rejoindre cette cité...",
    "Haikyuu": "Shôyô Hinata, surnommé Shô, aime plus que tout jouer au volley-ball et ce, malgré sa petite taille. Malheureusement, suite à une sévère défaite, son club de collège a été dissous, tous les membres étant partis.\nMais Shô est bien décidé à jouer de nouveau et choisit son futur lycée en fonction de son ambition. Il intègre donc le lycée Karasuno, où a joué son idole, le Petit Géant, tout en espérant faire aussi bien que lui.",
    "Hajime no Ippo": "Ippo Makunouchi est un jeune garçon de 16 ans tout ce qu'il y a de plus ordinaire. Il passe son temps libre à aider sa mère à tenir son affaire de pêche, de ce fait il n'a pas d'amis. Un jour, alors qu'il se fait maltraiter par une bande de jeunes plus âgés que lui, Takamura, un des plus grands boxeurs lui vient en aide et l'emmène dans son club de boxe pour le soigner.\nUne fois remis sur pieds, Ippo s'essaye à la boxe suite à une proposition de Takamura et il se révèle posséder une force incroyable. Takamura, subjugué par la force du jeune garçon lui propose de venir s'entraîner dans son club. Ippo découvre alors en lui une véritable passion pour la boxe. De plus, il est extrêmement heureux d'être aux cotés de Takamura qu'il voit comme son modèle. C'est alors le début d'une longue aventure semée d'embûches pour le jeune Ippo.",
    "Hardcore Leveling Warrior": "Si votre personnage au niveau max, qui était le meilleur du jeu vidéo, mourrait et que vous deviez recommencer à zéro, que feriez-vous ?\n\nAllez-vous simplement abandonner ou bien tout faire pour redevenir le numéro un ?",
    "Heavenly Demon Instructor": "Une catastrophe qui a frappé la terre, [Portal Impact], a fait perdre à Park Hyunsoo, le MC, ses parents sous ses yeux. Le seul membre de sa famille qui lui reste est son jeune frère, qui est inconscient. Afin de protéger son jeune frère, il fait de son mieux, mais en tant que soutien impuissant, il sera toujours de l'autre côté du mépris... Et c'est alors qu'une aide, Chungyeong, est apparue ! Chungyeong, un maître martial murim qui a voyagé dans le temps pour venir ici depuis le Murim pour enseigner les arts martiaux à Hyunsoo...",
    "Heavenly Inquisition Sword": "Après une ultime victoire, Yeon Mooryong devient le maître des neuf cieux. Hélas, le décès de sa seconde épouse assombrit son triomphe. Dévasté, il se retire du monde et son fils Jeokha se retrouve soumis à sa cruelle première femme, Mijoo. À la mort de Mooryong, elle emprisonne Jeokha. Ce qu'elle ignore, c'est qu'en plus d'un terrain d'entraînement, elle lui a fourni une décennie pour acquérir la puissance de son père. La vérité se rapproche pour l'héritier des neuf cieux... fin prêt à revendiquer sa place !",
    "Hell's Paradise": "Gabimaru, « Le Néant », le plus célèbre et puissant des ninjas-assassins a été capturé et croupit en prison. Affirmant n'avoir plus aucune raison de vivre, il attend désespérément qu'un bourreau parvienne à lui ôter la vie car son entraînement surhumain lui permet de résister aux pires des châtiments. C'est alors qu'il reçoit la visite d'un exécuteur pas comme les autres : une puissante manieuse de sabre et trancheuse de tête. Après un âpre combats dont il réchappe de peu, celle-ci le pousse dans ses retranchements. En échange de la vie sauve, elle lui propose un marché : il devra se rendre sur une île mystérieuse afin de récupérer un élixir d'immortalité. Seul problème : tous ceux qui se sont rendus sur cette île sont revenus découpés en morceaux...",
    "Helmut: The Forsaken Child": "Helmut est un enfant qui a été abandonnée dans la forêt des bêtes magiques à la naissance. élever par des bêtes magiques, le premier humains qu'il rencontre était l'épéiste saint Darien. Il ne pouvait pas savoir que cette rencontre chanceuse aller bientôt secouer la fondation de son destin... « Deviens plus fort si tu veux te sortir de là. » Le garçon qui à vécu comme une bête a été jeté dans le monde des humains! Il possédait une écrasante maitrise de l'épée, un style exceptionnel et une grande intelligence, mais il n'y a qu'une chose qu'il manquait : l'humanité. Je ne suis plus une proie. Je suis désormais un prédateur.",
    "Her Summon": "En raison d'une mauvaise utilisation d'une blague sur les mots à la télévision en direct, le groupe de filles otaku,'Jin-Kyung' a fini par devenir agressif et a été qualifié de \" prédateur d'enfants \", et a finalement été atteint du trouble d'anxiété sociale. 3 ans plus tard, à cause d'un incident passé du monde 3D, son amour pour le monde 2D s'est manifesté, et a fini par devenir un \"Shut-In Otaku\" ! Puis un jour, comme Jin-Kyung ne vivait plus comme d'habitude, il a été convoqué dans 'Un autre monde', et est venu face à face avec un homme aux yeux brillants et plein d'espoir... Fait intéressant, dans le monde où Jin-Kyung a été convoqué, son trouble d'anxiété sociale a disparu, et il a aussi pu exercer un immense pouvoir, et est devenu le plus fort qui ait jamais existé ! L'histoire d'un ancien fans otaku devenu otaku 2D puissant, et l'histoire d'une invocatrice faible et frêle commence maintenant !!!!",
    "Hero killer": "Le monde est en constante agitation, avec des guerres incessantes entre les super-héros et les malfaiteurs. Leurs affrontements se fichent du nombre de victimes qu'ils créaient et la distinction entre les deux camps s'affine. Si personne ne veut protéger les innocents, qui sont les vrais héros et qui sont les vrais méchants ? Qu'est-ce qui sépare vraiment l'un de l'autre ? Dotée de capacités surnaturelles, Yi Hwa s'est entraînée pendant des années afin de devenir une tueuse de héros. Et elle tuera sans répit jusqu'à retrouver l'assassin qui lui a pris sa sœur.",
    "hero ticket": "Kyeong Ho est un jeune homme à l'histoire tragique. Après avoir perdu tout ce qui lui était cher, il décide de mettre fin à ses jours. Il est cependant sauvé par Sierra, l'ange de la mort. Après un marché avec cette dernière, il paie avec sa vie et utilise la force des héros. Il lui reste 1 an pour trouver l'esprit de sa mère. Pourra-t-il la retrouver tout en protégeant la fille qui voit les esprits ?",
    "Héros fragile": "Une fois que les intimidateurs vous ciblent, la partie est terminée. L'école est dirigée par des tyrans dont le passe-temps préféré est de tourmenter les enfants les plus faibles de la classe. Mais Si Eun est arrivé. Ce mystérieux nouvel élève menace de démanteler l'ordre établi. Il peut être de petite taille, mais ses combats calculateurs et brutaux laissent des adversaires sans méfiance allongés sur le sol et implorants. Maintenant, les brutes les plus coriaces de l'école doivent se démener pour éliminer ce nouveau héros.",
    "Hinomaru Zumou": "Hinomaru Ushio vient d'intégrer le club de sumo du lycée Ôdachi en ayant pour objectif d'atteindre le rang le plus haut de sumo, le Yokozuna. Bien que les gens le jugent à son apparence, le jeune Hinomaru semble plus fort qu'il n'en a l'air !",
    "Hoarding in Hell": "Kang Hyun-Moo est un pauvre type dont le rêve de devenir chasseur a été anéanti. Mais un jour, alors qu'il rêvait de devenir riche, quelque chose apparut devant lui... [Difficulté : Enfer. Vous entrez dans l'Étoile de l'Apocalypse.] « Quoi... ? » Il va à présent accaparer les objets et compétences d'une future Terre envahie par les monstres !",
    "Homunculus": "Susumu Nakoshi, 34 ans, est SDF. Il possède une voiture, pas un modèle récent mais seulement celui qu'il aime. N'ayant aucun moyen de financement il se retrouve vite bloqué pour l'entretenir. C'est alors qu'il se remémore une offre bizarre et douteuse que lui a proposé un jeune homme à l'allure spéciale, il le contacte alors pour obtenir plus d'informations. Pour la somme de 700 000 yens, il accepte de se faire trépaner. On apprend que le jeune homme mystérieux est en réalité un étudiant en médecine âgé de 22 ans, et qui souhaite faire une expérience. Selon les livres de médecine qu'étudie le jeune homme, lorsqu'un individu se fait trépaner il est ensuite capable de voir des choses surnaturelles que nul autre ne peut apercevoir : des homunculus. Nakoshi qui ne croit absolument pas à toutes ses superstitions se désigne comme cobaye. Mais peu de temps après son opération Nakoshi ne voit plus tout a fait de la même façon les individus dans la rue, il les voit 'tels qu'ils sont réellement'...",
    "Horimiya": "Bien qu'admirée à l'école pour sa gentillesse et ses prouesses académiques, Kyôko Hori est cependant différente chez elle. Avec ses parents souvent absents pour travailler, Hori doit s'occuper de son jeune frère et faire le ménage, l'empêchant ainsi de se socialiser en dehors de l'école.\nIzumi Miyamura, un camarade de classe d'Hori, est considéré comme un otaku maussade avec ses grandes lunettes, ses longs cheveux et sa nature timide et calme. Cependant, il est en réalité une personne gentille et serviable possédant neuf piercings cachés derrière ses longs cheveux et un tatouage le long du dos et de l'épaule gauche.\nUn jour, Hori et Miyamura se croisent en dehors de l'école par pur hasard. Comment ces deux personnes vont réagir en découvrant la face cachée de l'autre ?",
    "Horizon": "Deux enfants se rencontrent soudainement, le garçon et la fille. Leurs regards se croisent. Ils décident alors de poursuivre leur chemin ensemble, tout en tentant de survivre et aller de l'avant dans un monde soumis à la terreur et au chaos.",
    "Houseki no Kuni": "Dans ce monde, la terre a été frappée d'une chute de météores, réduisant sa surface à une simple île en forme de croissant, totalement infertile. Les continents ayant été détruits se sont réunis dans le ciel pour former 6 lunes Cependant, la terre est maintenant peuplée par une nouvelle espèce: Les cristaux. Ils sont immortels et se nourrissent de lumière. Ils sont régulièrement attaquées par les Séléniens, les habitants des 6 lunes, qui veulent récupérer le cristal dont ils sont faits pour en faire des armes et des ornements. Phosphophyllite est l'un d'eux. Elle veut combattre les séléniens, mais à cause de sa maladresse et de sa très faible solidité, ça lui est impossible, et Phosphophyllite n'a donc pas encore de tâche assignée. Mais un jour, maître Varja, le plus vieux des cristaux, lui donne l'ordre d'écrire une encyclopédie qui relate l'histoire des cristaux et leur environnement, ce qui l'amènera à rencontrer un certain cristal nommé Cinabre...",
    "Hunter x Hunter": "Le jeune Gon vit sur une petite île avec sa tante. Abandonné par son père qui est un Hunter, à la fois un aventurier et un chasseur de primes, Gon décide à l'âge de 12 ans de partir pour devenir un Hunter.\nCela ne sera pas chose aisée, il devra passer une suite de tests et examens en compagnie de milliers d'autres prétendants au titre de Hunter.\nIl sera aidé par de nouvelles connaissances qui aspirent au même but que lui, telles que Kurapika, Leorio et Killua.",
    "I Became The King by Scavenging": "Bonne nouvelle, votre profession a été détectée comme une profession cachée. La mauvaise nouvelle, c'est que votre profession cachée est la « poubelle », qui n'existe qu'une fois sur un million. Vous êtes sur le point de passer à... « Charognard ». Ye Qing regarda le résultat devant lui et ressentit un vide soudain. Toutes ses années d'efforts avaient été réduites à néant. Emprunter des prêts à fort taux d'intérêt pour spéculer sur les actions, tout perdre, puis être jeté dans un groupe de chasseurs privés pour éponger ses dettes. Après avoir vaincu des monstres qui semblaient impossibles à tuer, les points d'expérience ont augmenté, permettant à Ye Qing de passer de 0 à 1. Il a déclenché la seule opportunité de sa vie de se reconvertir... Mais de façon inattendue, la profession à laquelle il s'est éveillé était une profession cachée unique en son genre : « Charognard ». Tous les arbres de talents tournent autour du « ramassage d'ordures », une profession bizarre.",
    "I Grow Stronger By Eating!": "Chacun a un talent qui lui est propre. Et le talent que j'ai, c'est de \"manger\". Un talent qui brille beaucoup plus dans ce monde où vivent d'innombrables organismes puissants. Festoyer, Dévorer. Consommer le sang et la chair des forts et les faire vôtres. Même si c'est un dragon, un roi démon ou un dieu !",
    "I Killed an Academy Player": "'J'ai tué le joueur.', 'C'était un vrai fils de pute...', 'Il m'aimait trop et était un sociopathe.', 'Désormais de retour dans le passé, je m'apprête à l'éliminer avant d'être une nouvelle fois manipulé, et ainsi sauver les jeunes femmes du harem qui seront mes alliées pour remporter le scénario du jeu vidéo !'",
    "I love you, so I kill you": "Taku Kamishiro est un lycéen en apparence banal qui aime venir en aide aux autres. Il est également amoureux de la jolie Mika Hanasono, qui a le même âge que lui. Il lui donne rendez-vous le lendemain d'une journée d'école pour lui avouer ses sentiments. Le soir, alors qu'il réfléchissait à quoi lui dire exactement, il aperçoit à la fenêtre un homme qui tente de violenter une femme. Faisant mine de ne rien voir, il finit tout de même par prendre son courage à deux mains afin d'aller l'aider. Mais il se fait attaquer par un homme complètement défiguré qui lui crie qu'il est contaminé qu'il va être également infecté par \"ses émotions\" s'il ne s'enfuit pas. Mais en se réveillant le matin, alors qu'il allait en cours accompagné de son amie Mika, il lui prend l'envie soudaine de la tuer...\n",
    "I obtained a mythic item": "Yggdrasil, l'arbre-monde de la mythologie nordique, est soudainement apparu sur Terre. Et avec lui sont apparues des créatures démoniaques qui ont ravagé des villes entières. Mais tout espoir n'est pas perdu, grâce au système que quelques humains spéciaux ont acquis. Dans ce nouveau monde où seuls les plus forts ont survécu, Min JaeHyun se débrouille tant bien que mal en regrettant les mauvais choix qu'il a faits dans le passé... quand un jour, il obtient le seul objet mythique du monde. Comment cet objet va-t-il l'aider ? Et pourra-t-il changer son funeste destin ?",
    "I Returned as an FFF-Class Witch Doctor": "Le protagoniste, Ma Jinsung, était sur le point de terminer une quête dans le jeu [Demon King Raid] lorsqu'il a été trahi et abandonné par son équipier d'expédition. Alors qu'il pensait que tout était fini, il a entendu une voix étrange et il a régressé... « Notification : vous obtenez une classe différente en fonction des conditions de l'objectif final » [Sorcier]. [Il entre à nouveau dans le jeu sous les traits d'un personnage qu'il n'avait jamais envisagé auparavant. Une aventure passionnante du Sorcier, Ma Jinsung !",
    "I'll Be the Matriarch in This Life": "Florentia a été réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire. Elle pensait que tout irait bien à l'avenir. Mais son père est décédé, ses proches l'ont laissée sur le pas de la porte et l'honorable famille dont elle était si fière était complètement ruinée... Mais est-ce bien réel ?",
    "I'm Not That Kind of Talent": "Moi, Dion Hart, suis une personne malade, vomissant du sang quand je suis stressé. Cependant, je suis aussi le Comte Hart, qui a été étrangement incompris et considéré comme une personne forte, et par conséquent craint de tous.",
    "Ijiranaide, Nagatoro-san": "L'histoire nous entraîne dans le quotidien d'un lycéen timide passant ses après-midis seul dans la salle du club d'art. Un jour, il attire l'attention de Nagatoro, une lycéenne en première année au caractère très taquin. En effet, cette dernière passe ses journées à se moquer de lui et à le martyriser.\n\nCependant, entre l'intimidation et les taquineries, quelque chose d'autre commence à fleurir.",
    "Ikigami": "Au Japon, dans une société du futur, une nouvelle loi prospère, la \"Loi pour le maintient de la prospérité nationale\". En rentrant à l'école primaire, chaque enfant reçoit un vaccin. Une injection sur 1000 contient une capsule qui se logera dans le cœur et explosera à une date et une heure définie, entre les 18 et 24 ans de la personne concernée. 24 heures avant sa mort, cette personne recevra un préavis de décès, l'\"Ikigami\" qui lui donne droit à un certain nombre de services privilégiés. Fujimoto est chargé de livrer l'ikigami.",
    "In the Night Consumed by Blades, I Walk": "Bien qu'orphelin, Jin So-Han a été recueilli par le groupe de danse à l'épée du Croissant de Lune et a passé son enfance avec ces femmes. Mais un jour, le Démon du Poison, l'un des Quatre Grands Démons, a reconnu la particularité physique de So-Han et l'a kidnappé. Finalement, après diverses expériences du Démon du Poison, So-Han a été élevé comme son disciple. Dix ans plus tard, il tenta de retrouver la trace du groupe de danse à l'épée du Croissant de Lune, mais ils avaient déjà disparu aux mains de la Voie Obscure, qui contrôlait sa ville natale.",
    "Infinite Mage": "Quand les membres de la famille Ariane découvrent un bébé aux cheveux blonds abandonné dans leur étable, ils ne s'attendent pas à élever un véritable petit génie ! À l'âge de douze ans, le jeune Shirone découvre la magie dans un livre et rêve de devenir un grand mage. Cependant, au royaume de Thormia, il est hors de question de laisser un simple roturier apprendre cette noble discipline ! La détermination de Shirone suffira-t-elle pour accomplir son rêve dans ce monde impitoyable?",
    "J'irai te voir dans ma prochaine vie": "Le plus grand rival d'amour de ma 19ème vie est celui de ma 18ème vie ? Voici l'histoire d'amour d'une femme qui se souvient de sa vie passée.",
    "Jagaaan": "Shintarô Jagasaki est un policier de quartier vivant une vie ennuyeuse, qui s'imagine tirer sur tous ceux qui l'énervent. Et suite à la pluie de grenouilles qui a déferlé sur la ville, certains humains commencent à perdre la raison, devenant des monstres à l'image de leurs désirs : les humains brisés. Choisi par l'étrange chouette Doku-chan, Shintarô va devenir Jagaaan, l'humain brisé à la gâchette facile !",
    "Jujutsu Kaisen": "Plus de 10 000 morts et disparus sont recensés chaque année au Japon. Les sentiments négatifs que relâchent les êtres humains sont en cause. Souffrance, regrets, humiliation : leur concentration dans un même endroit engendre des malédictions souvent mortelles...\nC'est ce que va découvrir Yuji Itadori, lycéen et membre du club d'occultisme. Il ne croit pas aux fantômes, mais il est doté d'une force physique hors norme qui représente un véritable atout pour les missions du groupe... jusqu'à ce que l'une d'elles prenne une mauvaise tournure. La relique qu'ils dénichent, le doigt découpé d'un démon millénaire, attire les monstres ! Sans réfléchir : le jeune homme avale la relique pour briser la malédiction ! Maintenant, il se trouve possédé par Ryômen Sukuna, le célèbre démon à deux visages. Cependant, contre toute attente, Yuji est toujours capable de garder le contrôle de son corps. Mais en dépit de cela, il est condamné à mort par l'organisation des exorcistes... Une décision qui ne pourra être repoussée qu'à une seule condition : trouver tous les doigts de Sukuna afin d'écarter la menace une bonne fois pour toutes !",
    "Juujika no Rokunin": "Dans le but de se venger de plusieurs monstres dépourvus d'humanité, ce garçon en a lui-même perdu la sienne.\n\nUruma Shun, un élève de sixième, a été nommé \"Sujet d'expérience: A\" par 5 de ses camarades de classe l'ayant sévèrement malmené et lui ayant fait vivre un enfer. Ses seuls moments de bonheur étaient avec son petit frère qui l'aimait, et ses parents qui le protégeaient... Jusqu'au jour où les cinq monstres tuent sa famille. Lorsqu'il perd finalement tout et qu'il affronte un véritable enfer, un sombre \"souhait\" naît en Shun.",
    "Juvenile Law": "Dans le même univers que Lookism. En Russie, un orphelinat privé appelé « Dead Mansion » forme de jeunes enfants à devenir des agents. « Nom de Code Sean » , la légende de Dead Mansion, que l'on croyait perdue, est soudain apparue dans un collège en Corée !",
    "Kagura Bachi": "Le jeune Chihiro passe ses journées à s'entraîner auprès de son célèbre père forgeron en espérant lui aussi se faire un nom dans le milieu. Soudainement, alors qu'ils pensaient que ces jours calmes seraient éternels, une tragédie les frappe. Désormais, Chihiro et sa lame ne vivent plus que pour la vengeance.",
    "Kaguya-sama: Love is War": "Kaguya Shinomiya, vice-présidente du conseil des élèves ne voit pas l'amour comme tout le monde. Pour elle, c'est un combats qu'elle doit livrer avec la personne dont elle est amoureuse, Miyuki Shirogane, qui n'est autre que le président du conseil des élèves et qui partage une vision de l'amour assez similaire. Bien que tous les deux éprouvent des sentiments réciproques, leur orgueil fait que le premier qui osera se déclarer devra alors se soumettre à l'autre..",
    "Kaiju N°8": "Les kaiju sont d'effroyables monstres géants qui surgissent de nulle part pour attaquer la population. Au Japon, ces apparitions font désormais partie du quotidien.\nEnfant, Kafka Hibino rêvait d'intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l'examen d'entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu'au jour où une mystérieuse créature s'introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : \"Kaiju n° 8\" !",
    "Kamen Byoutou": "Alors qu'il est de garde dans un hôpital de repos, Hayami Shuugo est confronté à un criminel masqué et sa victime, blessée par balle. Le docteur Hayami va se voir contraint de sauver la jeune femme sur-le-champ, après quoi le criminel décide de prendre tout l'hôpital en otage ! La nuit risque d'être mouvementée...",
    "Kamisama no Inai Nichiyoubi": "Ai, 12 ans, est une jeune Fossoyeuse officiant dans un petit village. Elle y attend le retour d'un certain Hampnie Hambart qui, selon sa mère, peut l'aider à retrouver son père.\nMais le jour où Hampnie arrive au village, il massacre tous les habitants à la grande surprise de la jeune fille.",
    "Kanojo ga Koushaku-tei ni Itta Riyuu": "Être réincarnée dans un roman policier à succès, il y a de quoi s'enthousiasmer ! Sauf lorsqu'au lieu de tenir le rôle de l'enquêtrice, on adopte plutôt celui de la victime. Pas question d'attendre les bras croisés de se faire assassiner par son fiancé. Pour rester en vie, il va falloir ruser...",
    "Kanojo mo Kanojo": "Naoya Mukai est amoureux de Saki depuis l'école primaire et lorsqu'elle accepte enfin ses sentiments, il est le plus heureux. Mais un jour, une jolie fille nommée Nagisa Minase se déclare à lui. Ne pouvant rejeter sa déclaration d'amour ni trahir sa petite amie, Naoya décide de demander à Saki s'il peut aussi sortir avec Nagisa. Comment va-t-elle réagir ?",
    "Kaoru Hana wa Rin to Saku": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !",
    "Kara no Kioku": "Tout comme nos cœurs peuvent montrer de la douceur et de la gentillesse, tout comme nos cœurs peuvent présenter les sentiments que nous voulons exprimer, ils sont plus susceptibles d'avoir une forme. Mais si cette forme et apparence finissaient par grandir, nous n'arriverions plus à les contrôler. Et si notre alter ego devenait conscient de lui-même, qu'arriverait-il à un cœur qui s'est brisé? Rei Tsukumo, un garçon solitaire, est frappé par une soudaine paranoïa dans sa classe le jour de la cérémonie d'ouverture. Détruit par ces sentiments, il se met à voir d'étranges créatures.. Dans une zone où les phénomènes surnaturels se multiplient, un groupe de jeunes solitaires sont ramenés ensemble par le fruit du destin...",
    "Karakai Jouzu no Takagi-san": "L'histoire nous entraine dans le quotidien de deux élèves nommés Takagi et Nishikata.\n\nTakagi passent ses journées à embêter le pauvre Nishikata. Pour essayer de regagner sa fierté, Nishikata va essayer, jour après jour, de mettre dans l'embarras Takagi.",
    "Kawaii Dake Janai Shikimori-san": "Shikimori semble être la petite amie parfaite : mignonne, agréable à vivre et douce quand elle le veut. Cependant, elle a un côté sombre et cool qui se dévoile de temps à autre. Et Izumi, son petit ami, adore être là quand ça arrive. Car, pour lui, c'est ce côté intimidant qui fait tout le charme de sa bien aimée.",
    "Kemono Jihen": "Depuis l'aube des temps, des créatures légendaires nommées Kemono vivent cachées des humains. Mais dans l'ombre, les deux espèces se sont mélangées donnant naissance à des hybrides de sang-mêlé. Parfois monstrueux, parfois innocents, ils sont chassés, détestés par ceux qui connaissent leur existence. Dans un petit village au fin fond des montagnes, Kabane est un jeune garçon orphelin pour qui la vie n'est pas toute rose : surnommé « le bouseux », considéré comme un moins-que-rien, il est maltraité, méprisé et rejeté par tous. Jusqu'au jour où Inugami, un détective tokyoïte, arrive pour enquêter sur la mort mystérieuse d'animaux en décomposition...",
    "Kengan Ashura": "Depuis la période d'Edo, des arènes de gladiateurs existent dans certaines régions du Japon. Dans ces arènes, les riches propriétaires d'entreprises engagent des gladiateurs pour qu'ils se battent entre eux dans des combats sans arme où le vainqueur remporte tout.\n\nNous suivons le quotidien de Tokita Ouma, un guerrier surnommé Ashura, qui dévaste ses adversaires les uns après les autres. Ses capacités hors du commun attirent l'attention des grands propriétaires d'entreprise, dont le président du groupe Nogi Group, Nogi Hideki.",
    "Kengan Omega": "L'histoire se situe deux ans après le dernier tournoi Kengan. L'histoire suit le parcours de Koga Narushima un pratiquant d'arts martiaux talentueux. Il a envie de tester ses capacités en participant à un tournoi Kengan pour voir jusqu'où il pourra aller.",
    "Kenshin le Vagabond": "Himura Kenshin est un vagabond au passé sombre qui vit désormais pour se repentir de ses crimes antérieurs. En effet, Kenshin, autrefois connu sous le nom de Hitokiri Battosai, était un assassin qui a contribué à l'avènement de l'ère Meiji. Son voyage l'amène à Tokyo où il fait la rencontre de Kaoru, une jeune femme qui tient un dojo où on pratique le Kendo. Il rencontrera également Yahiko, un jeune voleur, et Sanosuke Sagara. Ensemble, ils affronteront de nombreux ennemis que Kenshin a rencontré dans le passé.",
    "Kill The Hero": "Un jour, le monde s'est transformé en jeu. Donjons et monstres apparurent au milieu des villes et des joueurs ayant reçu l'autorité des dieux apparurent. Moi seul connaît le secret de celui qu'on appelle le Messie, le héro trompeur dont l'ambition secrète est de gouverner le monde. Moi qui fut trahi et tué de ses propres mains, suis retourné dans le passé. Et cette fois-ci, c'est mon tour de le chasser.",
    "Killer Peter": "Le tueur à gages légendaire Peter a tout perdu. Il est maintenant vieux, malade et démuni. L'association Gloire, pour qui il a dévoué sa vie, lui a pris tout ce qu'il possédait et a même mis sa tête à prix. Aux portes de la mort, il retrouve tout à coup sa jeunesse et la force qu'il avait quand il était au sommet. Alors que l'association Gloire lance tous ses tueurs à la poursuite du vieux Peter, il va s'infiltrer et redevenir un tueur dans un seul but, la vengeance.",
    "Killing Killer": "Le personnage principal, Siwoo Lee, a perdu ses parents à cause d'un meurtrier il y a 10 ans. Finalement, il rencontre Jack, le tueur qui a tué ses parents, et le décapite. Ce n'est pas moi qui ai tué tes parents. Après avoir appris que le véritable coupable est un entrepreneur appartenant à un groupe de tueurs utilisant des superpouvoirs, Si-woo Lee décide de traquer les inscrits avec l'aide de Jack.",
    "Killstagram": "Remi Do a tout pour elle. Elle a la beauté qui lui permet d'avoir les sponsors des meilleures marques sur les réseaux sociaux et d'obtenir 10 000 likes en quelques secondes à chaque fois qu'elle publie un selfie. Et comme toute beauté qui se respecte, elle a évidemment un dangereux harceleur qui veut la tuer !",
    "Kingdom": "Dans la période de l'ancienne Chine (475-221 B.J.C.), Shin et Hyou sont des orphelins de guerre dans le royaume de Qin. Ils rêvent un jour de pouvoir se prouver à eux-même de pouvoir être sur un champ de guerre. Un jour, cependant, Hyou est amené au palais par un ministre, étant pris pour le roi du royaume. Étant malheureusement du coté perdant d'une guerre qui se passait, Hyou parvient à revenir au village en vie assez longtemps pour dire à Shin l'endroit où se trouverait le vrai roi. Peu de temps après, Shin rencontre un garçon ressemblant à Hyou, Ei Sei. Pour l'instant, Ei Sei est le vrai roi du royaume de Qin. plus tard, il sera l'empereur Shi Huangdi.",
    "Kiruru Kill Me": "Nemo Aoi est le jeune directeur d'un des plus grands groupes pharmaceutiques du Japon. Il tombe amoureux d'une jeune fille du nom de Kiruru Akaumi. Seulement, celle-ci travaille pour une société secrète en tant qu'assassin... Nemo va alors tout faire pour essayer de la retrouver et la contacter. Tel est le point de départ d'un dangereux jeu amoureux entre un contrat (H) et son exécutrice (F)...",
    "Kobayashi's Dragon Maid": "Kobayashi est une jeune salariée vivant seule jusqu'à ce que Tooru, une dragonne qui a pris forme humaine vienne vivre avec elle.\n\nTooru considère les humains comme des êtres inférieurs et inutiles. Après avoir été sauvée par Kobayashi, elle décide de mettre ses préjugés de côté et d'aider la jeune salariée dans diverses tâches.",
    "Komi Can't Communicate": "Shôko Komi est une adolescente à la beauté atypique que ses camarades et professeurs placent volontiers sur un piédestal. Ainsi, dès son premier jour au lycée, une barrière invisible s'est créée entre elle et le reste de sa classe, qui la perçoit comme inaccessible.\n\nHitohito Tadano, assis juste à côté de Komi, remarque pourtant une chose qui l'interpelle : Shôko semble avoir des difficultés à communiquer. Cette dernière souffre en effet d'anxiété sociale extrême. Malgré tout, Komi est bien décidée à faire des efforts pour se faire des amis ; Tadano décide de l'y aider.",
    "Koroshi Ai": "Un jour, \"Chateau Dankworth\", une chasseuse de prime appartenant à la compagnie de soutien Ritzland, rencontre le mystérieux criminel nommé Ryang-Ha. Après un affrontement remporté par le criminel, ce dernier fait une demande particulière. En effet, il demande à Chateau son nom ainsi que ses coordonnées.\n\nEt ainsi commence un jeu du chat et de la souris, dans lequel les mains des participants sont entièrement couvertes de sang...",
    "Kowloon Generic Romance": "« Le sentiment de nostalgie ressemble à l'amour » Aime-t-on car l'objet de notre sentiment nous rappelle quelque chose ou quelqu'un d'autre et comble son absence ? Dans la cité labyrinthique de Kowloon, deux agents immobiliers sont confrontés aux changements amenés par la nouveauté et le désir d'un repère immuable. Aussi bien dans leur métier que dans leur vie privée, mais surtout dans leur vie sentimentale.",
    "Kubo Won't Let Me Be Invisible": "Shiraishi est un garçon ordinaire qui est à deux doigts d'être invisible auprès de ses camarades de classe et de ses pairs. Nagisa Kubo, sa voisine de table qui le remarque toujours, effectue des expériences de manière ludique pour jauger à quel point il est invisible. C'est ainsi que cette dernière se déclare comme étant l'héroïne de Shiraishi.",
    "Kuchi ga Saketemo Kimi ni wa": "Miruko, la femme à la bouche fendue a rencontré Sano Kouichi, un jeune garçon de 17 ans des plus étranges et la première personne qu'elle n'arrive pas à effrayer. Ils passent alors un contrat stipulant qu'elle doit l'épouser si elle ne réussit pas à lui faire peur d'ici un an.",
    "Kumo Desu ga, Nani ka": "Dans un monde parallèle, le héros et le roi démon se livrent à un combats d'une telle violence, que leur magie s'est ressentie sur la Terre, allant même jusqu'à détruire une classe remplie d'élèves. Cependant, toute les personnes mortes dans cet incident sont réincarnées dans un monde fantastique, dans lequel ils vont pouvoir trouver une nouvelle forme.\n\nL'histoire nous entraîne dans le quotidien d'une des victimes. Cette personne, ayant les plus mauvaises notes de la classe, se retrouve réincarnée en araignée.\n\nMalgré sa position peu avantageuse, elle accepte sa nouvelle vie et va tout faire pour pouvoir survivre, par la seule force de la volonté.",
    "La duchesse déchue": "\"L'impératrice, c'est moi...!\" Médeïa est la fille du duc de Belliard et a été choisie comme épouse du prince jusqu'au jour où Psyché est arrivée.",
    "La Jacinthe Violette": "Sa capacité à détecter les mensonges a fait d'elle un officier de justice exceptionnel. Mais elle est hantée par le remords : elle était incapable de sauver ceux qu'elle aimait d'un destin horrible il y a de nombreuses années. Maintenant, elle veut utiliser son don puissant pour défendre les êtres sans défense à tout prix, même si cela veut dire qu'elle doit faire équipe avec un assassin mortel pour combattre le mal dans un monde devenu fou.",
    "La Nuit Des Démons": "Après 666 ans, le règne du roi des démons arrive à sa fin, et les lois qu'il a prodiguées seront, elles aussi, abolies. Parmi les règles qu'il a mises en place se trouve la règle des 500 ans qui interdit à toutes créatures surnaturelles de se rendre dans le monde des humains. La nuit où son règne prendra fin, toutes les créatures pourront donc retourner dans le monde des humains et y semer le chaos. Pour éviter cela et protéger ses proches, Choi Si Woo, un demi-démon, va essayer de devenir le prochain roi.",
    "Last Game": "Fils d'une riche famille, intelligent et plutôt athlétique, Yanagi a tout pour plaire. Tout semble aller pour le mieux pour lui, jusqu'au jour où une nouvelle élève, Mikoto, est transférée dans son école ; celle-ci le surpasse dans tous les domaines ! Dix ans passent alors, durant lesquels il tente de battre sa rivale, mais rien n'y fait : c'est à l'université que tout va se jouer, avec le 'Last Game'...",
    "Le Garçon au Fusil": "Alors qu'il court pour sauver sa vie dans les bois, Kyu Hwan, victime d'harcèlement, tombe sur un fusil de chasse. Il pense s'en servir pour tirer sur ses camarades de classe. Mais le destin prend une tournure inattendue lorsqu'il revient et trouve ses camarades de classe attaqués par de créatures mangeuses de cerveau. Maintenant, ce garçon avec un fusil de chasse est le seul qui peut s'opposer à leur festin vorace.",
    "Le Péché originel de Takopi": "Takopi est un petit extraterrestre arrivé tout droit de la planète Happy, pour répandre la joie sur Terre ! Sauf que la première personne à lui tendre la main est Shizuka, une fillette au visage infiniment triste... Aussitôt, Takopi se donne pour mission de lui rendre le sourire à l'aide de ses fantastiques \"happy gadgets\" ! Mais le petit alien est loin d'imaginer la noirceur de l'environnement dans lequel évolue l'écolière. L'innocence et la bonne volonté de Takopi vont peu à peu l'entraîner dans une situation inextricable... Jusqu'à ce que le pire se produise.",
    "Le prix du reste de ma vie": "Kusunoki était un enfant plein de rêves et d'ambitions. Désormais jeune adulte désargenté, il entend alors parler d'une boutique dans laquelle il était possible de revendre son espérance de vie. Après estimation, son existence n'est évaluée qu'à quelques milliers de yens... Il décide toutefois de la vendre, à l'exception de ses trois derniers mois. Le compte à rebours est désormais lancé. Avec cette épée de Damoclès au-dessus de la tête, il va alors envisager son avenir autrement et, peut-être, apprendre à connaître la vraie valeur de la vie...",
    "Lecteur Omniscient": "Moi seul connais la fin de ce monde.\nAu moment où Kim Dok Ja eut cette pensée, le monde a été détruit et le monde de son webnovel préféré est apparu. Que fait-il pour survivre ? C'est un monde frappé par la catastrophe et le danger. La nouvelle vie d'un lecteur ordinaire commence dans le monde de l'histoire qu'il est le seul à avoir lu jusqu'à la fin. Lisez son histoire pour voir comment il survit !",
    "Legend Of The Northern Blade": "L'épée qui tranche les cieux. Depuis des décennies la secte céleste du nord se bat pour protéger le monde de la démoniaque Nuit Silencieuse. Mais le jour où le chef de la quatrième génération se retrouve accusé par l'alliance céleste d'avoir collaboré avec l'ennemi, il est obligé de dissoudre la secte et de s'ôter la vie pour protéger son fils, Moo Won. Laissé seul, sans famille ni alliés, Moo Won vit une vie morose, sous haute surveillance... jusqu'au moment où une attaque surprise de la Nuit Silencieuse lui donne une chance de s'échapper dans les montagnes. Là-bas, le jeune guerrier s'entraîne afin de maîtriser les techniques de combats de ses prédécesseurs, jusqu'à ce que la mort d'un être cher le ramène sur ses anciennes terres. Suivez l'histoire de Moo Won, dans sa quête d'héroïsme et de vengeance, tandis qu'il se bat pour éliminer ceux qui ont trahi son père, et les démons menaçant de plonger le monde dans l'obscurité !",
    "Les Carnets de l'Apothicaire": "À l'Est se trouve une terre gouvernée par un empereur, dont les épouses et les femmes au service de l'Etat vivent dans un vaste complexe appelé hougong, le palais arrière. Maomao, une fille modeste élevée par son père apothicaire, n'avait jamais imaginé que l'arrière-palais aurait quelque chose à voir avec elle jusqu'à ce qu'elle soit kidnappée et vendue pour y travailler comme servante.\n\nBien qu'elle ait l'air ordinaire, Maomao a l'esprit vif, aiguisé et possède une connaissance approfondie de la médecine. C'est son secret, jusqu'à ce qu'elle rencontre Jinshi, un résident du palais au moins aussi perspicace qu'elle. Il voit à travers la façade de Maomao et fait d'elle goûteuse personnelle d'une des favorites de l'empereur pour qu'elle puisse goûter la nourriture de la dame à la recherche d'un poison !",
    "Les Liens du Sang": "Vue de l'extérieur, la famille du jeune Seiichi est des plus banales : un père salarié, une mère au foyer, une maison dans une ville de province... L'adolescent va à l'école, joue avec ses amis, est troublé quand il pose les yeux sur la jolie fille de la classe. Tout est normal... ou presque. Il ne s'en rend pas compte lui-même, mais sa mère le couve beaucoup trop. Seiko traite encore son fils comme un bébé et, avec un mari toujours absent, son monde est d'autant plus centré autour de Seiichi. Ce dernier est incapable de résister : il se laisse lentement emprisonner dans le cocon. Trop jeune, il ne décèle pas la folie cachée derrière l'amour maternel. Jusqu'à ce qu'il soit trop tard...",
    "Les Mémoires de Vanitas": "Paris, XIXè siècle.\n\nAu cours d'un voyage en dirigeable, Noé remarque une jeune fille qui semble plutôt mal en point. Il passe donc un peu de temps avec elle en lui racontant des histoires pour la rassurer, et en vient tout naturellement à lui expliquer les raisons de son voyage : il est à la recherche du \"Livre de Vanitas\" qui, selon la légende, a le pouvoir de tuer la majorité des vampires.\nPeu après, le duo est attaqué par de mystérieux individus prétendant que la demoiselle est très dangereuse et qu'elle doit venir avec eux.",
    "Les péchés capitaux de la famille Ichinose": "Tsubasa Ichinose est un collégien ayant perdu la mémore à la suite d'un accident de voiture. Il retrouve aisément ses proches, mais va se retrouver confronté à une dure réalité... Qu'est-ce qu'il se passe dans cette famille ?!",
    "Let's Play": "Samara Young est une jeune femme qui rêve de devenir développeuse de jeux vidéos. Un jour, alors qu'elle a sorti son premier jeu vidéo indépendant Ruminate, le viewtuber Marshall Law fait un let's play dessus sans avoir compris le but du jeu. Par conséquent, il trouve le jeu vidéo inintéressant et ses fans vont ruiner la page de développeur de Sam. Alors que cette dernière oscille entre la dépression et la colère suite à la vidéo de Marshall Law, un nouveau venu vient s'installer dans l'appartement à côté du sien. Arrivera-t-elle à s'entendre avec ce nouveau voisin, qui n'est autre que l'homme qui vient de ruiner sa vie, Marshall Law?",
    "Leveling With The Gods": "\"Peut-être que les dieux intérieurs ne pourront jamais vaincre les dieux extérieurs...\", pensa Kim Yu Won, un courageux guerrier de haut rang, après une défaite amère. Mais Yu Won est trop tenace pour abandonner. Sa défaite devient l'aube d'un nouveau voyage pour celui qui est revenu dans le passé. Avec une détermination renouvelée, Yu Won repart de là où il a commencé, écrasant monstre après monstre et réapprenant ses compétences avant de s'attaquer à nouveau à la Tour. Cependant, pourra-t-il se frayer un chemin à travers les tutoriels et monter de niveau une fois de plus ou sa conquête s'effondrera-t-elle devant lui ?",
    "léviathan": "La Terre est submergée et des monstres marins règnent sur la planète. Bota et sa famille réussiront-ils à trouver un lieu sûr dans cet enfer aquatique ? Et qui est donc la mystérieuse Kana ?",
    "Lightning Degree": "Ryu-Yeon a perdu son père à cause d'une maladie alors qu'il n'avait que 10 ans. Avec l'habileté qu'il a apprise de son père, il peut sculpter le bois en des sculptures merveilleusement complexes. Un jour, après avoir terminé les sculptures de ses parents, Ryu-Yeon est interpellé par un homme âgé. Cet homme fut impressionné par ses sculptures. Le vieil homme fit une promesse dans Ryu-Yeon et lui demanda s'il voulait devenir son disciple. Comme Ryu-Yeon n'avait nulle part où aller et voulait profiter au maximum de sa vie, il accepta l'offre du vieil homme.",
    "Limit Breaker": "Ki Bong était coincé dans le « test de l'éveil » pendant 3000 ans à cause d'un bug. Enfin libéré du test, le joueur découvre que seulement 10 ans se sont écoulés dans la réalité, et que le monde est devenu un enfer total envahi par les monstres. Avec toutes ses capacités au niveau max, Ki Bong parviendra-t-il à sauver l'humanité de ces affreuses créatures ?",
    "Little Hands": "Ishino Mikage décide d'intégrer le club de handball de son lycée, ce sports où la taille est un avantage implacable. Ce dernier est de petite taille, mais c'était sans compter sur son père, lui même star du handball.",
    "Logging 10,000 Years Into The Future": "À l’aube d’une révolution à l’ère des arts martiaux, des hordes de monstres terrifiants commencent à envahir le monde, battant les guerriers de l’humanité les uns après les autres. Un jour, Lu Sheng se retrouve à rêver du monde dans dix mille ans du futur, où même les techniques d’entraînement physique de base ont été modifiées et sont devenues plusieurs milliers de fois plus efficaces ! Techniques de respiration, remèdes de renforcement corporel, écritures d’arts martiaux, etc. Mais avec l’extinction de l’humanité dans le monde futur, ces arts martiaux autrefois géniaux n’ont plus personne pour perpétuer leur héritage. Personne, sauf Lu Sheng !",
    "Look Back": "Fujino, adolescente surdouée, a une confiance absolue en son talent. Kyômoto, elle, se terre dans sa chambre et pratique sans relâche. Deux jeunes filles d'une même ville de province, qu'une passion fervente pour le dessin va rapprocher et unir par un lien indéfectible...",
    "Lookism": "Gros, laid et impopulaire, Hyeong-Seok Park est méprisé par les autres lycéens et est victime de violence ainsi que de harcèlement. Sa vie va toutefois changer du jour au lendemain, non pas parce qu'il change de lycée, mais parce qu'il va se réveiller dans un autre corps, celui d'un garçon beau, grand et musclé. Comment réussira-t-il à s'adapter dans ce nouveau corps tout en acceptant la réalité qu'il a décidé de fuir ?",
    "Love Fragrance": "Asako, une jeune femme complexée par son hyperhidrose – le fait d'avoir une transpiration excessive – est un jour interpellée par Kôtarô Natori. C'est le concepteur star des nouveaux produits de soins corporels de la société où elle travaille. Ce dernier lui déclare de but en blanc : « Votre odeur est magnifique, laissez moi la sentir pour développer notre nouveau produit ! ». D'abord terrorisée par cette approche, ce sera pourtant le début d'une grande histoire d'amour...",
    "LUMINE": "Un loup-garou, Lumine, rencontre un sorcier nommé Kody et est embauché comme son garde du corps. Lumine tente tout pour gagner la confiance de Kody afin de devenir son ami tandis que le protégé essaie de le repousser. Leur vie se complique davantage après un événement regrettable qui les laisse survivre seuls.",
    "Lycée post-mortem": "« Je n'ai jamais eu de petit ami. Je ne peux pas mourir comme ça ! » Une histoire d'amour qui se déroule dans l'au-delà !",
    "Madan no Ou to Vanadis": "Les Vanadis sont sept guerrières choisies par des dragons et possédant chacune une arme extraordinaire. Elles sont chargées de défendre un des sept territoires du royaume de Zhcted. A l'occasion d'une guerre entre Zhcted et son ennemi de toujours, le royaume de Brune, Eleonora Viltaria, l'une des Vanadis, est envoyée au combats. Sur le champs de bataille, elle fait la connaissance d'un archer exceptionnel, originaire de Brune : Tigrevurmud Vorn, qu'elle ramène dans son domaine en tant que prisonnier de guerre.",
    "Made in Abyss": "\"Abyss\", un lieu intriguant et nimbé de mystère. Un trou béant, seul lieu inexploré du monde. Un endroit fascinant et dangereux.\n\nRiko, jeune orpheline, a grandi dans une petite ville située au bord du gouffre tout en rêvant de devenir exploratrice, comme sa mère.\nUn jour, alors qu'elle explore le premier niveau de l'Abyss, elle rencontre un étrange robot qui ressemble à s'y méprendre à un être humain.",
    "Magic Emperor": "L'histoire raconte la vie de l'empereur magique, l'homme le plus fort du monde et son périple après sa mort et sa réincarnation en un garçon sans culture.",
    "Magical Girl Holy Shit": "Quand l'humanité est en danger, elles sont le dernier rempart pour nous sauver... Les adorables et pures magical girls, de tout temps, ont veillé avec foi et amour sur leurs semblables. Cette fois encore, tandis que se lèvent les terribles stremons, une belle et valeureuse justicière au cœur sincère va leur faire face... Ou pas !!! Parce que Kayo, elle n'en a pas grand-chose à foutre, du sort de l'humanité. Tout ce qu'elle souhaite, c'est qu'on la laisse tranquille. Mais une chose est sûre : ne venez pas lui chercher des noises quand elle est en manque de nicotine, au risque de vous prendre une belle rouste !",
    "Majo to Yajuu": "Ashaf et Guido sont membres d'une organisation nommée Ordre de l'Écho Noir. Cette organisation a pour objectif d'enquêter sur tous les événements liés à la sorcellerie, afin d'éviter tout débordement. À l'occasion d'une nouvelle mission, le duo est envoyé dans une ville sous l'emprise d'une sorcière, qui a réussi à faire croire aux habitants qu'elle était leur bienfaitrice. Une mission qui ne manque pas de toucher personnellement Guido, dont l'objectif est de se venger d'une certaine sorcière.",
    "Manager kim": "« S'il vous plaît ne touchez pas le mec qui porte des lunettes... ». Le directeur du département Kim, a quitté son travail d'agent secret pour élever sa fille Minji et a choisi de vivre une vie ‘normale'. Mais un jour, Minji disparaît sans dire un mot, le Manager Kim se met alors à la recherche de sa fille, faisant du pays entier son ennemi.",
    "Manchuria Opium Squad": "Jeune agriculteur en Manchourie, Isamu Higata voit son quotidien bouleversé lorsque la peste finit par toucher sa mère... Pour gagner l'argent nécessaire à son traitement, il se lance dans la culture du pavot et réussit à purifier de l'opium. Mais ce faisant, il tombe dans le monde des mafias ce qui va le plonger en enfer.",
    "Maria no Danzai": "La famille Nagare est une famille à trois d'apparence heureuse. Cependant, le fils Kiritaka cache à ses parents qu'il est cruellement harcelé à l'école. A la suite d'un tragique accident, l'amour bienveillant de sa mère, Mari, va se transformer en une force complétement incontrôlable.",
    "Marriage Toxin": "Gero est l'aîné d'un clan de tueurs à gages spécialisé dans les poisons. Criminel de naissance, malgré son bon fond, il a grandi en marge de la société et s'imagine n'avoir aucune chance de trouver l'amour. Jusqu'au jour où son clan lui lance un ultimatum : s'il ne se marie pas pour donner naissance à un héritier, ils forceront sa petite sœur à le faire ! Or, sa prochaine cible est une arnaqueuse, spécialisée dans les mariages arrangés... Acculé, Gero la supplie alors de l'aider.",
    "Marry my husband": "Ji Won meurt d'une façon terriblement injuste sous les coups de son mari qui la trompait avec sa meilleure amie. Mais un miracle a lieu et elle se réveille 10 ans dans le passé, alors qu'elle n'était pas encore mariée. Sa vengeance se met en place, elle va faire en sorte que celui qui aurait dû devenir son mari... épouse sa meilleure amie ! Pas sûr qu'ils soient satisfaits du voyage...",
    "Martial Peak": "Le voyage vers le pic martial est solitaire et long. Face à l'adversité, vous devez survivre et rester inflexible. Ce n'est qu'alors que vous pourrez percer et continuer votre chemin pour devenir le plus fort. Le Haut Pavillon Céleste teste ses disciples de la manière la plus dure pour les préparer à ce voyage. Un jour, l'humble balayeur Yang Kai a réussi à obtenir un livre noir, le mettant sur la route du sommet du monde martial.",
    "Mashle": "Dans un monde où la magie fait loi, il était une fois Mash Burnedead ! Élevé au fin fond de la forêt, le jeune garçon passe ses journées entre séances de musculation et dégustations de choux à la crème.\nMais un jour, un agent de police découvre son secret : il est né sans pouvoirs magiques, ce qui est puni de mort ! Pour survivre, il va devoir postuler à Easton, une prestigieuse académie de magie, et en devenir le meilleur élève...\nLa magie n'a plus qu'à bien se tenir : avec sa musculature affûtée et sa force hors du commun, Mash compte bien pulvériser tous les sorts et briser les codes de cette société !",
    "Masked Noise": "Nino Arisugawa est passionnée par le chant. Elle et son meilleur ami d'enfance, Momo, n'arrêtent pas de chanter. Mais un jour, Momo déménage. Nino, qui vit très mal cette séparation, refuse de chanter de nouveau et porte un masque pour s'empêcher de crier. C'est à ce moment-là qu'elle rencontre Yuzu. Il est le seul qui parvient à la faire chanter et décide d'en apprendre plus sur elle afin de l'aider, jusqu'à ce qu'il disparaisse à son tour. Quelques années plus tard, Nino est au lycée et est peut être sur le point de revoir ses deux amis.",
    "Maybe Meant to Be": "Jia, 32 ans, sans-emploi, vit toujours avec ses parents. En ayant marre de la pression de sa famille, par un coup de tête, elle fait une demande en mariage à son ami d'enfance, Min Cheol, qu'elle vient tout juste de recroiser après des années. À sa grande surprise, celui-ci accepte directement sa proposition et d'un jour à l'autre elle se trouve mariée à Min Cheol. Cette union improvisée perturbe Jia, mais, petit à petit elle découvre qu'ils sont en fait... parfaits l'un pour l'autre ?!",
    "Mercenary enrollment": "Ijin est un jeune mercenaire qui est le seul survivant d'un accident d'avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d'absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen ?",
    "Mission: Yozakura Family": "Depuis la perte des membres de sa famille dans un accident, Taiyô Asano est devenu un lycéen extrêmement timide, sauf avec son ami d'enfance, Mutsumi Yozakura. Un jour, Taiyô apprend que cette dernière est en réalité la cheffe de la famille d'espions la plus puissante au monde, en plus d'avoir un frère aîné extrêmement possessif et jaloux de sa relation avec Mutsumi. Afin de ne pas se faire tuer par ce dernier, Taiyô se voit dans l'obligation de devenir un membre de la famille Yozakura, en épousant Mutsumi",
    "Mob Psycho 100": "L'histoire suit Kageyama Shigeo un élève de quatrième, possédant des pouvoirs psychiques. Il peut plier et soulever n'importe quel objet avec son esprit. Cependant, il s'est lentement refusé d'exercer ses capacités en public car sa trop grande puissance peut infliger des conséquences négatives aux humains \"normaux\".\n\nAujourd'hui, la seule et unique chose qu'il désire est de devenir ami avec une fille de son lycée : Tsubomi. Avec son mentor, qui ne possède aucun pouvoir, il continue de vivre paisiblement en essayant de réaliser son but.",
    "Mon anti-fan": "Lee Geun Young, une femme moderne, a du mal à joindre les deux bouts en travaillant comme une humble journaliste pour un magazine. Elle vit avec un ami et paye à peine son loyer chaque mois. D'un autre côté, le sex-symbol masculin Joon Hoo monte actuellement au sommet du monde : ses films deviennent des succès instantanés, les femmes l'adorent, son image publique reste impeccable ... Une nuit, il tombe sur Geun Young dans un club. Elle prend accidentellement une photo de Joon Hoo rejetant une jeune fille au cœur brisé. Il est prêt à tout pour protéger son image, forçant même le magazine de Geun Young à la licencier. Maintenant, malgré la perte de son emploi et de son appartement, la jeune femme intrépide a entrepris une nouvelle mission dans la vie : détruire Joon Hoo à tout prix.",
    "Mon plus grand secret": "Avoir un beau petit ami gentil et attentionné comme Elios compte beaucoup pour Emma, à tel point qu'un simple regard suffit à faire battre son cœur. Mais elle ignore qu'un grand secret se cache derrière leur relation. Quel est donc ce secret qui pourrait mettre en pièce cet amour si profond ?",
    "Monster": "L'histoire se déroule en Allemagne, en 1986, à Düsseldorf. Kenzo Tenma, le personnage principal, est un jeune neurochirurgien très talentueux, destiné à une brillante carrière et fiancé à la fille du directeur de l'hôpital, Eva Heinman. Mais un jour il refuse de soigner le maire et préfère soigner un garçon blessé d'une balle dans la tête. Sa sœur jumelle est aussi internée dans l'hôpital car elle est très choquée. Leurs parents (adoptifs) ont été assassinés sauvagement. Le garçon s'en sort, mais le maire meurt, faute de soins. Tenma est alors rétrogradé par le directeur de l'hôpital et Eva le quitte. Peu de temps après, le garçon et sa sœur disparaissent.\n\nNeuf ans plus tard alors que Tenma est sur le point de devenir le directeur d'hôpital, il est accusé de meurtre qui ont en fait été commis par Johann, ce garçon de 11 ans qu'il avait sauvé. Dès lors l'inspecteur Rünge, un homme de caractère et de confiance prend en charge l'enquête. Il poursuit Tenma sans relâche tandis que ce-dernier poursuit Johann ; car Tenma, qui se demande s'il n'a pas sauvé un \"Monstre\", sait que les meurtres sont \"l'œuvre\" de son ancien patient.",
    "More Than A Married Couple, But Not Lovers": "Yakuin Jirou, un lycéen de troisième année, espère que Sakurazaka Shiori, son premier amour, soit sa partenaire pour le cours 'Couple-Pratique'. Dans cette activité, les étudiants doivent démontrer qu'ils ont les compétences nécessaires pour vivre seuls avec un partenaire du sexe opposé tout en présentant un certain niveau d'harmonie à la surveillance vidéo qui les évalue. Malheureusement, le hasard a fait en sorte qu'il se retrouve avec la personne la plus opposée à lui : la gyaru Watanabe Akari. De son côté, Akari espérait se retrouver avec Tenjin Minami. Leurs espoirs sont encore plus anéantis lorsqu'ils découvrent que Shiori et Minami ont été assignés ensemble. Pour sortir de cette situation, ils décident donc de coopérer à contrecœur pour terminer dans les dix premiers du classement et ainsi recevoir le droit d'échanger leurs partenaires si les deux couples sont d'accord.",
    "Mort Imminente": "Sans emploi, largué par sa copine, Choi Lee Jae a décidé de se suicider parce qu'il voulait mettre fin à tout. Blâme pour manque de respect à mort, il continue à se réincarner et à mourir. C'est déjà sa 13ème vie, et pourra-t-il réussir à échapper à la mort cette fois-ci ?",
    "Murim Login": "Une époque où les chasseurs s'épanouissent en chassant les monstres qui viennent de Gates. Jin Tae-Kyung est un chasseur de bas rang qui prend une machine VR et se connecte accidentellement au jeu, qui se déroule dans le monde des arts martiaux. Après de nombreux hauts et bas, Tae-Kyung est capable de s'échapper de ce monde. La force et les compétences qu'il a reçues dans le Murim ont pu être transposées dans le monde réel. Cela lui permet de continuer à gagner sa vie en tant que chasseur... mais il décide de retourner dans le monde du Murim, par souci pour ses amis PNJ.",
    "Mushoku Tensei": "L'histoire nous entraîne dans le quotidien d'un NEET qui vient d'être chassé de chez ses parents. Ayant le moral au plus bas, il pense au suicide. Jusqu'au jour où il aperçoit une ancienne camarade de classe sur le point de se faire renverser. D'un geste héroïque, il la pousse et se fait renverser à sa place. Suite à ça, il meurt puis se retrouve réincarné dans un monde fantaisiste.\nIl se réincarne dans le corps d'un enfant du nom de Rudeus Greyrat. Il est le fils d'un épéiste nommé Paul Greyrat et d'une ancienne aventurière nommée Zenith Greyrat.\nBien décidé à faire quelque chose de sa nouvelle vie en tant que Rudeus, il va essayer de devenir le plus grand magicien de l'histoire.",
    "My Dad Is Too Strong": "Lee Dojun un jeune employé de bureau, obtient un pouvoir hors nome après avoir été transféré dans un monde parallèle à celui de l'ancienne Corée. Après un moment d'inattention, il est réapparu dans son monde d'origine... Avec une surprise !",
    "My Dress-Up Darling": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n'est pas très virile, il la cache et ne se fait pas remarquer. Jusqu'au jour où Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d'une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser... des tenues de cosplay !",
    "My Hero Academia": "Dans un futur proche suite à une mutation génétique, 80% de la population mondiale possède des super pouvoirs appelés \"Alters\". Les super-héros protègent la population mondiale face aux super-vilains qui utilisent leur Alter à des fins maléfiques. Le plus célèbre des super-héro se nomme All Might. Izuku Midoriya en est fan, et rêve d'intégrer la filière super-héroïque du lycée Yuei pour suivre les traces de son idole ainsi devenir le plus grand des super-héros.\nMalheureusement, Izuku ne possède pas de pouvoir.",
    "My Home Hero": "'Je ne suis qu'un pauvre faiblard qui aimerait pouvoir se dégonfler au point de disparaître...'. Tetsuo Tosu est un modeste père de famille qui se passionne pour les romans policiers. Il découvre un jour des traces de coups sur le visage de sa fille qui vient à peine de quitter le foyer familial pour vivre seule. Tetsuo retrouve rapidement le coupable et le suit. Sans savoir que cela le mènera à commettre un crime qui changera pour toujours la destinée de sa famille. Mais pour le bien de sa fille, ce papa fait le choix de la lutte...",
    "My lovely Bodyguard": "Après avoir sauvé la superstar coréenne JM des mains d'une fan sasaeng, Sarah une jeune franco coréenne de 17 ans devient du jour au lendemain son garde du corps personnel. Comment réussira-t-elle à concilier sa vie de lycéenne à celle de garde du corps d'une superstar ? Réussira-t-elle à échapper au fou qui la poursuit depuis ses 5 ans ?",
    "My School-Life Pretending To Be a Worthless Person": "La société s'est construite autour d'Edeya, qui était invulnérable aux armes conventionnelles. L'humanité a commencé à se concentrer sur la puissance de combats d'Edeya. Park Jinsong, le personnage principal, possédait une âme de rang F et une puissance de combats de rang F. Après l'introduction d'un programme militaire médiocre dans son lycée et du système de grades Edeya, Park Jinsong est devenu l'un des faibles, et a souffert du mépris de ses pairs pendant 10 ans... Cependant, en réalité, l'Edeya qu'il avait éveillé était en fait le rang S « Intention absolue de tuer ». Park Jinsong était très perturbé par le fait que l'essence de son âme tournait autour de la pensée de tuer les autres, et continuait à vivre sa vie en se considérant comme un rang F sans valeur. Park Jinsong, qui a une âme de tueur, sera-t-il capable de maîtriser son intention de tuer et de prouver que l'âme n'a pas de rang ?",
    "My Wife is from a Thousand Years Ago": "Jiang He, une fille de la dynastie Tang, a traversé mille ans et est apparue devant Xu Qing. Le destin a réuni cet amour qui a traversé mille ans. Tout ce que la jeune fille connaissait est devenu de l'histoire ancienne. Les parents, les amis et les ennemis...",
    "Nan Hao and Shang Feng": "Suivez l'histoire de deux lycéens ordinaires et de leur amie fujoshi.",
    "Nan Yak": "Yang Jae Shin fait toujours le même rêve d'une femme lui disant qu'elle attendra. Un jour, il rencontre une mystérieuse diseuse de bonne aventure qui lui dit qu'il ne peut pas éviter le destin et lui laisse quelques conseils: pour le chemin qu'il entreprend, Jae Sin doit garder avec lui \"les yeux qui peuvent voir la vérité isolée\".",
    "Nanba MG5": "Né dans une famille de délinquants, toute la famille s'attend à ce que Tsuyoshi marche dans les pas de son grand frère, mais celui-ci a pour unique rêve de mener une vie de lycéen ordinaire loin des embrouilles et des bastons. À l'insu de sa famille très protectrice de ses coutumes 'Fury?', Tsuyoshi Nanba s'est inscrit dans un lycée tout à fait normal pour goûter à la jeunesse qu'il n'a jamais eue. Mais les ennuis sont toujours au coin de rue et Tsuyoshi apprendra que concilier ses deux personnalités n'est pas une chose facile",
    "Nano machine": "Cheon Yeo Woon est un successeur illégitime d'un culte démoniaque, sans force ni compétence en art martial. Pourtant, il se fait poursuivre par des assassins envoyés par un de ses concurrents et au moment où il perd tout espoir de vivre, un homme mystérieux venant du futur lui injecte une nanomachine dans son corps. Avec cette technologie de dernière minute ainsi injectée, parviendra-t-il à surpasser ses compétences physiques innées et devenir le plus fort pour enfin prendre la place du second Cheonma, le chef suprême des démons ?",
    "Naruto": "Dans le village de Konoha vit Naruto, un jeune garçon détesté et craint des villageois du fait qu'il détienne en lui Kyuubi (démon renard à neuf queues) d'une incroyable force, qui a tué un grand nombre de personnes. Le ninja le plus puissant de Konoha à l'époque, le quatrième Hokage, Minato Namikaze, réussit à sceller ce démon dans le corps de Naruto.\nMalheureusement il y laissa la vie.\n\nC'est ainsi que douze ans plus tard, Naruto rêve de devenir le plus grand Hokage de Konoha afin que tous le reconnaissent à sa juste valeur. Mais la route pour devenir Hokage est très longue et Naruto sera confronté à un bon nombre d'épreuves et devra affronter de nombreux ennemis pour atteindre son but !",
    "Naruto Gaiden: La Spirale Au Coeur Du Tourbillon": "One-Shot centré sur le personnage de Minato Namikaze suite aux résultats du vote de popularité NARUTOP99 célébrant les 20 ans de l'adaptation du manga Naruto en anime. Découvrez l'histoire secrète derrière le jutsu de Minato.",
    "Nine Peaks": "À seulement 16 ans, Gaku possède déjà une réputation de dur à cuire qui attire les délinquants du coin, et les bagarres s'enchaînent, malgré les remontrances de son père Harumi... Le lycéen n'a que peu de respect pour ce gérant bougon d'un restaurant sans avenir. Pourtant, quand l'homme meurt d'un accident, c'est toute une foule qui débarque à son enterrement, pleurant la perte d'un héros qui aurait autrefois uni les gangs locaux... En guise de dernier hommage, Gaku part à la pêche, le passe-temps favori de son père, mais finit à l'eau ! Remonté de justesse par un garçon de son âge au look de racaille, il n'a pas le temps de souffler qu'une bande vient attaquer son sauveur... qui n'est autre que son père, plus jeune de 22 ans ! L'adolescent afait un bond dans le passé, à une époque où couve une guerre sans pitié pour prendre la tête des bad boys de la ville. Mais cette fois, il compte bien prêter main-forte à son paternel ! Mon père, ce héros... de la baston ! Le voyage dans le temps de Gaku lui permet de renouer avec sa famille, mais aussi d'affronter des adversaires plus tenaces que jamais... Face au duo Harumi-Gaku, les gangs du coin n'ont qu'à bien se tenir !",
    "Nisekoi": "Enfant, Raku Ichijô s'est vu confier un pendentif avec une serrure par une petite fille. Les deux enfants s'étaient alors promis de se revoir plus tard, se reconnaissant grâce au pendentif (gardé par Raku) et la clé (gardée par la jeune fille).\n\nDésormais adolescent, Raku a toujours le pendentif sur lui et espère toujours revoir la fille de sa promesse.\nMalheureusement, sa vie n'est pas aussi tranquille qu'il le voudrait : fils unique d'un yakuza local, il est ignoré par la plupart des élèves de son lycée, ce qui ne l'aide pas vraiment dans ses recherches.\nMais l'arrivée de Chitoge Kirisaki dans sa classe va complétement bouleverser sa vie. Pour le meilleur... ou pour le pire.",
    "Noblesse": "Rai sort de son sommeil qui a duré plus de 8 siècles et essaye de s'intégrer le plus vite et le mieux possible dans sa nouvelle vie en tant qu'étudiant dans un lycée construit par son dévoué serviteur, Frankenstein. Cependant, ses journées paisibles avec ses amis humains ont pris fin quand une terrifiante organisation secrète a commencé à bouger !",
    "Noragami": "Yato est un dieu mineur dont le rêve est de devenir la divinité la plus vénérée du pays, avec son propre temple et ses cérémonies. Pour ce faire, il exauce n'importe quelle demande contre une rémunération de 5 yens.\n\nAu cours de l'une de ses missions, il manque de se faire écraser par un bus qu'il évite grâce à une lycéenne, Hiyori Iki. N'ayant pu éviter le véhicule, la jeune fille verra alors son âme se séparer de son corps lorsqu'elle s'endort. Refusant de rester dans cet état, Hiyori demandera à Yato de l'aider à retrouver son état originel. En attendant de trouver une solution, sa condition va lui permettre de découvrir un autre univers collé au sien, qui est aussi fascinant que dangereux : le monde des esprits.",
    "One Piece": "Il fut un temps où Gold Roger était le plus grand de tous les pirates, le \"Roi des Pirates\" était son surnom. A sa mort, son trésor d'une valeur inestimable connu sous le nom de \"One Piece\" fut caché quelque part sur \"Grand Line\". De nombreux pirates sont partis à la recherche de ce trésor mais tous sont morts avant même de l'atteindre. Monkey D. Luffy rêve de retrouver ce trésor légendaire et de devenir le nouveau \"Roi des Pirates\". Après avoir mangé un fruit du démon, il possède un pouvoir lui permettant de réaliser son rêve. Il lui faut maintenant trouver un équipage pour partir à l'aventure !",
    "One punch man": "Saitama est un homme tout ce qu'il y a de plus banal, du moins, en apparence.\nEn effet, malgré sa carrure, plutôt frêle, c'est un super-héros redoutablement efficace puisqu'il terrasse tous ses ennemis en un seul coup !\n\nMalheureusement, cette puissance colossale est un problème pour Saitama, qui s'ennuie, et cherche désespérément un adversaire à sa mesure.",
    "Ordeal": "Che n'est qu'un humain dans un monde rempli de « Kimyos » surpuissants, mais il est déterminé à devenir le plus grand combattant de tous les temps. Lorsque son mentor bien-aimé est assassiné, Che jure de se venger et se lance dans une mission pour démasquer le tueur. Mais Che apprend bientôt que le monde des Kimyos est bien plus vaste qu'il ne l'avait imaginé, et qu'il est peut-être lui-même l'un des Kimyos les plus puissants de la Terre, doté du pouvoir du soleil lui-même. Che sera-t-il capable d'exploiter sa nouvelle force, ou brûlera-t-il dans la chaleur de cette épreuve ?",
    "Orient": "Le monde est aux mains des oni, d'effroyables démons pourtant vénérés comme des dieux par le peuple, qui ignore tout de leur nature maléfique ! La vérité, seuls les bushi, de valeureux guerriers, la connaissent. Mais ces combatstants sont traités en parias et condamnés à vivre dans la honte, de peur qu'ils ne renversent l'ordre établi. Cela n'empêche pas Musashi de rêver avec Kojirô, son ami d'enfance et descendant de bushi, de parvenir un jour à libérer le Japon en mettant un terme au joug des oni ! Ensemble, ils se sont jurés de fonder le plus puissant des clans de bushi. C'est ici que commence leur quête.",
    "Oshi No Ko": "Le docteur Gorô est obstétricien dans un hôpital de campagne. Il est loin du monde de paillettes dans lequel évolue Ai Hoshino, une chanteuse au succès grandissant dont il est 'un fan absolu'. Ces deux-là vont peut-être se rencontrer dans des circonstances peu favorables, mais cet événement changera leur vie à jamais !",
    "OUT": "À 17 ans, Tatsuya Iguchi, fait partie d'un gang et connaît déjà le milieu carcéral. Après plusieurs actes de délinquance avérés, celui-ci passe un moment en maison d'arrêt, à Nagano. Mais alors que le juge pour mineurs le laisse sortir, lui offrant une seconde chance à condition que celui-ci ne replonge pas, Tatsuya va de nouveau s'attirer des ennuis en fricotant avec quelques clans mafieux parmi les plus dangereux de Tokyo...",
    "Overgeared": "Shin Young Woo, nom d'utilisateur: Grid. Dans le meilleur jeu de réalité virtuelle au monde : , la malchance le suit toujours. Mais il est tombé sur une classe au cours d'une quête, et c'est la classe légendaire la plus forte sur plus de 2 milliards de joueurs !",
    "Owari no Seraph": "Un jour, un mystérieux virus décime chaque humain de plus de 13 ans. Au même moment, les vampires ont émergé et asservis les enfants, seuls survivants de l'épidémie.\nL'histoire nous entraîne au côté de Yûichirô Hyakuya, un esclave chargé de donner son sang à des aristocrates.\nAyant perdu son frère lors de son évasion, Yûichirô se promet de tuer tous les vampires, et pour cela, il rejoint la résistance pour délivrer les esclaves.",
    "Pandora Hearts": "Oz Vessalius, héritier d'une maison de Duc, vient tout juste d'avoir quinze ans. Sa vie est riche et insouciante, mais assombrie par l'absence constante de son père...\nLors de son passage à l'âge de la cérémonie, tout change. Pour aucune raison apparente, il est jeté dans la prison connue sous le nom de \"Abyss\", pour être sauvé par une \"chain\" connue sous le nom d'Alice, le lapin de sang noir. Pourquoi a t-il été jeté dans Abyss ? Qui est réellement Alice dans tout cela ? Qu'est ce que l'organisation connue sous le nom de \"Pandora\" lui veut ?",
    "Perfect Crime": "Tadashi Usobuki, un homme plein de mystère, est capable de tuer n'importe qui sans que l'on puisse l'accuser de quoique ce soit. En effet, son seul pouvoir est celui de convaincre sa victime. Pour lui demander un service, il faut lui laisser ses coordonnées dans une cabine téléphonique qui se trouve dans certain parc...",
    "PIGPEN": "Le protagoniste se retrouve à la dérive sur une île inhabitée, où une mystérieuse famille apparaît devant lui.",
    "Platinum End": "Dieu se meurt. Selon la tradition, 13 Anges sont envoyés au Japon et doivent choisir chacun un humain qui recevra le pouvoir de vie et de mort sur les autres hommes pendant 999 jours. Au terme de ce délai, les actions des candidats au poste de Dieu seront jugées et l'un d'eux sera élu pour être le nouveau Dieu du Paradis. Mirai Kakehashi est un lycéen qui n'espère plus rien de la vie ; ayant perdu ses parents très jeune et étant battu par son oncle et sa tante, la seule famille qui lui reste, il choisit de se suicider en sautant du toit d'un immeuble. Mais il est sauvé de justesse par Nasse, une Ange qui lui offre trois pouvoirs spéciaux et fait de lui l'un des 13 candidats au poste de Dieu. Dorénavant, Mirai a la capacité de changer les gens qui l'entourent. Mais parviendra t-il à reprendre goût à la vie grâce à ces dons du ciel ?",
    "player": "Seoljin est un vrai loser à l'école : il est méprisé par tous, même par ceux qu'il croyait être ses amis. La seule chose qu'il puisse faire pour échapper à cette dure réalité, c'est de lire des webtoons d'action, de s'imaginer à la place des héros qui se battent courageusement contre leurs adversaires, sans la moindre hésitation. Mais la vie de Seoljin va prendre un tout autre tournant lorsqu'il laissera un petit commentaire sur le webtoon \"Player\" : un commentaire qui, bientôt, le conduira dans l'univers-même de ce webtoon !",
    "Player who returned 10 000 years later": "Du jour au lendemain, il s'est retrouvé en Enfer. Tout ce qui lui restait, était sa foi en Dieu et son désir de survivre. Du 1er au 9000e cercle des Enfers, il a absorbé des dizaines, des centaines de milliers de démons. Même les sept grands ducs des Abysses se prosternèrent devant lui.  – Pourquoi tu veux partir ? Il te manque quelque chose ici ? – Fais ce que tu as à faire.  Il n'y a ni nourriture ni divertissement. Il n'y a en enfer qu'un désert aride et de terribles démons.  « Je veux rentrer à la maison... »  Et il a décidé de retourner sur Terre, dix mille ans plus tard.",
    "Pluto": "Mont-Blanc, un célèbre robot qui a combattu lors de la dernière guerre asiatique, a été assassiné. Cette mort plonge le monde de le deuil. L'inspecteur Gesicht, robot fatigué et déprimé, ne tarde pas à découvrir une piste, mais l'enquête s'avère difficile faute d'indices et l'adversaire, un autre robot, trop puissant... Gesicht décide de partir en voyage afin de rencontrer d'anciens camarades de guerre de Mont-Blanc susceptibles d'être à leur tour attaqués par l'ennemi. Mais Pluto, le robot tueur, ne perd pas de temps...",
    "Poison City": "À moins d'un an de l'ouverture des Jeux olympiques, le Japon est bien décidé à faire place nette afin de recevoir les athlètes du monde entier. Une vague de puritanisme exacerbé s'abat sur tout le pays, cristallisée par la multiplication de mouvements autoproclamés de vigilance citoyenne. Littérature, cinéma, jeu vidéo, bande dessinée : aucun mode d'expression n'est épargné. C'est dans ce climat suffocant que Mikio Hibino, jeune auteur de 32 ans, se lance un peu naïvement dans la publication d'un manga d'horreur ultra-réaliste, Dark Walker. Une démarche aux conséquences funestes qui va précipiter l'auteur et son éditeur dans l'œil du cyclone...",
    "Poison Dragon The Legend of an Asura": "Lors d'une nuit glaciale, les membres d'un clan connu pour son savoir médical, sont brutalement assassinés par un clan d'empoisonneurs. Malheureusement, Jin Jagang le dernier survivant, se retrouve capturé et forcé d'ingurgiter du poison. Mais contre toute attente, son corps réussi à s'adapter et se transforme en un organisme venimeux. Après avoir réussi à s'échapper, Jin Jagang n'a plus qu'une seule idée en tête : exterminer les clans d'empoisonneurs ! Réussira-t-il à venger son clan ?",
    "Pour le pire": "\"Le clown de Shinagawa\" avait défrayé la chronique lors de son arrestation : cette tueuse en série corpulente, déguisée en clown, avait découpé et caché les corps de ses victimes... Pour aider l'enfant d'une victime à retrouver la tête de son père, Arata Natsume, assistant social, va la rencontrer. Mais contre toute attente, une frêle et fragile jeune fille arrive en face de lui. Est-elle vraiment un monstre sanguinaire ? Pour le savoir, Arata va devoir se livrer à un jeu dangereux en se prétendant amoureux d'elle...",
    "Prisonnier Riku": "Dix ans qu'une météorite s'est écrasée sur Tokyo, séparant la métropole en deux : d'un côté, une ville réservée aux riches, de l'autre, un terrible bidonville, zone sinistrée et de non-droit. C'est là que vit Riku Kurita, 13 ans, qui est élevé par un vieux policier. Lorsque celui-ci est assassiné par le chef de la police dont il voulait dénoncer les crimes, Riku est accusé de meurtre et jeté en prison de haute sécurité.",
    "Radiant": "Dans un univers fantastique, des monstres, appelés Némésis, tombent du ciel. L'origine de ces monstres reste inconnue, mais une chose est sûre, ils ne sont pas là pour notre bien ! Heureusement, des hommes et des femmes organisent la lutte contre ces Némésis. Ces individus sont des infectés rejetés par la société et bien souvent aussi craints que les créatures elles-mêmes. Ils représentent pourtant le seul et unique rempart contre cette menace. Ce sont les sorciers !\n\nD'après certaines rumeurs, ces monstres tomberaient d'un nid de Némésis appelé \"Radiant\". Seth, un jeune sorcier courageux et têtu, se donne pour mission de trouver ce nid dont l'existence est encore incertaine.",
    "Ragna Crimson": "Dans un monde où les dragons gouvernent le ciel, la mer et la terre, ceux qui veulent les combattre et gagner doivent dépasser les limites de la force humaine. Parti pour la victoire, Ragna, un chasseur de dragon, se joint au mystérieux Crimson. Cependant, les motivations de ce dernier peuvent paraître obscures. Mais ils possèdent le même objectif, qui consiste à détruire les monarques dragons.",
    "REAL": "Tomomi Nomiya vient d'être renvoyé de son lycée. Passionné de basket-ball, il ne joue plus depuis l'accident de moto dans lequel Natsumi Yamashita, sa passagère, a perdu l'usage des jambes. Son exclusion fait le jeu de Hisanobu Takahashi, lui laissant le champ libre pour s'imposer comme leader de l'équipe de basket du lycée. En visitant Natsumi, Tomomi fait la connaissance de Kiyogaru Togawa, amputé d'une jambe suite à une maladie des os et qui s'est exclu de sa propre équipe d'[i]handi-basket[i], qu'il juge médiocre. C'est alors, que Hisanobu est victime d'un grave accident de la circulation, renversé par un camion en roulant sur un vélo volé. Il va alors à l'hôpital pour la rééducation, mais ne veut pas croire qu'il devra se déplacer en fauteuil roulant pendant le restant de sa vie.",
    "Reality quest": "À cause des menaces d'un harceleur pour obtenir un objet dans un jeu, Ha Do-Wan meurt comme un déplorable esclave des jeux après avoir joué à des jeux pendant une semaine complète sans dormir. À ce moment, il réapparaît dans une salle de classe une semaine avant... Tout est identique à ce jour. À l'exception d'une chose, juste devant ses yeux ! Quoi ? Tabasser le harceleur en utilisant les compétences des jeux auxquels j'ai joué ? !?!",
    "Reaper of the Drifting Moon": "Il est dans la partie la plus profonde du Jianghu. Gardez les yeux grands ouverts si vous ne voulez pas être entraîné dans l'abîme.",
    "Red Raven": "Andy a l'apparence d'un petit garçon, borgne et inoffensif. Mais il ne faut pas se fier aux apparences : en réalité, il est le 4ème exécuteur des Red Raven, un groupe chargé de maintenir l'ordre. Et il a fort à faire, puisque c'est à présent la mafia qui dirige le pays ! Les membres dissidents étant légion, Andy aura de quoi assouvir la soif de sang de son épée-guillotine ! Et comme si cela ne suffisait pas, une organisation secrète nommée Sccaggs sème la terreur avec son trafic d'armes expérimentales ! Andy semble de plus avoir une haine viscérale envers Sccaggs... Que cache-t-il donc derrière son bandeau noir ?",
    "Regressing with the King's Power": "\"Je vais te bouffer toutes tes compétences !\", \"Au diable ces conneries d'éveil\", \"Au diable le fait d'être un loser\". Kim Taehyun, dont le niveau d'éveil reste indéterminé, a été traité comme un perdant parce qu'il n'a pas réussi à s'éveiller. Cependant, il a réveillé sa capacité au moment de sa mort, lorsqu'un portail a été créé pour mener au roi. Par la suite, Taehyun, qui est revenu grâce au pouvoir du roi, acquiert une nouvelle compétence appelée Predation. Taehyun, un homme de 35 ans, revient à ses 19 ans. [La compétence a été dévorée]. Grâce à ce pouvoir, je peux me classer parmi les meilleurs.",
    "Regressor Instruction Manual": "Un jour, Lee Ki-Young fut appelé dans ce monde et enfermé dans un espace non identifiable avec d'autres personnes. À ce moment troublant, il reçut un avertissement inquiétant. [Merci d'utiliser vos compétences et vos attributs afin de survivre.] Compétences ? Attributs ? Il ouvrit sa fenêtre de compétences pour vérifier ses capacités, mais... [Les valeurs des compétences du joueur sont les plus faibles]. Alors qu'il désespérait, il aperçut le seul attribut qui lui était accordé. C'était la capacité de voir les compétences et les fenêtres de statut des autres personnes. Afin de survivre, Ki-Young décida d'exploiter les talents des autres, et c'est alors qu'il trouva un trésor : le régresseur, Kim Hyun-Sung. Ce dernier vivait cette vie une seconde fois, un homme au sommet qui avait vu la fin du monde. Nous le ferons ensemble, jusqu'à la fin.",
    "Reincarnated as a Sword": "Fran est une jeune fille fougueuse aux oreilles de chat qui ne pouvait pas être plus malchanceuse : orpheline, condamnée à l'esclavage et finalement attaquée par un monstre. Mais tout change lorsqu'elle trouve une épée légendaire qui parle. À l'intérieur de l'épée se trouve l'âme d'un homme venant de la Terre qui cherche à comprendre comment il a fait pour se retrouver dans son état actuel. Après avoir vaincu le monstre, Fran et l'épée scellent un pacte pour devenir épée et manieuse, partageant pouvoir et magie entre eux. Ensembles, ils vont se frayer un chemin vers la liberté et la vie d'aventure qui les attend !",
    "Reincarnation of a Martial Prodigy": "Il avait connu des dizaines, des centaines de réincarnations. Depuis qu'il était l'Empereur Martial Ultime jusqu'à tout conquérir sous les cieux, il avait tout accompli. Tout ce qu'il voulait maintenant, c'était enfin se reposer, mais le foutu cycle de réincarnation ne se terminerait tout simplement pas ! Dans sa dernière réincarnation, il s'est retrouvé sous le nom de « Seok Jin-ho », le plus jeune fils de la famille Seok – le clan marchand le plus important des plaines centrales. Né dans une famille aisée, il envisageait de mener une vie simple et insouciante, mais la volonté restée dans son corps exprime un dernier souhait. Il a envie de faire ses preuves ! « Très bien, je réaliserai votre souhait. Mais à ma manière !",
    "ReLife Player": "Après avoir perdu sa famille et fermé son coeur, il voulait juste tuer les monstres qu'il détestait. J'ai régressé avant que ma vie ne prenne fin dans la partie la plus profonde du qu'il était impossible pour l'humanité de piller. Depuis que je suis né en tant que bébé, rendons cette vie différente. Je ferai n'importe quoi pour mon bonheur. Je vais tuer pour vivre, et je ferai de mon mieux pour survivre. Même si je dois marcher seul sur une route épineuse sans que personne me reconnaisse. Cette vie, je vais certainement...",
    "Remplacement de fortune": "Devant Chiko, déprimé après une rupture amoureuse, apparaît November, une livreuse de pizza. Chiko lui demande de faire semblant d'être sa petite amie pour montrer à son ex qu'il va bien. Quelle serait la réponse de November ?",
    "Rendez-vous au crépuscule": "Connaissez-vous la maladie de la « luminite » ? Cette maladie rare affecte peu d'individus sur Terre. Le corps de ceux qui en sont atteints brille quand il est éclairé par la lumière de la lune... Takuya ne s'y était jamais intéressé plus que ça... Mais quand un jour, il se retrouve à devoir rendre visite à Mamizu Watarase, une de ses camarades de classe hospitalisée, son quotidien en sera changé à jamais. Lui-même endeuillé par la perte d'un proche, Takuya va se prendre d'affection pour la jeune fille, et décider de l'aider à réaliser ses rêves... Pourtant, les jours lui sont comptés, car d'après les médecins, son espérance de vie est déjà dépassée. Combien de temps encore pourra vivre la lycéenne ?",
    "Rent A Girlfriend": "Largué par sa petite-amie, Kazuya Kinoshita tente de combler le vide dans son cœur à l'aide d'une application en vogue permettant de louer une nouvelle copine. C'est ainsi qu'il fait la rencontre de Chizuru Mizuhara, une jeune fille à première vue parfaite possédant tout ce que le jeune homme recherche : très belle et avec une personnalité mignonne et attentionnée. Il va cependant rapidement se rendre compte de la vraie personnalité de Mizuhara.",
    "Return Of The 8th Class Magician": "L'histoire suit celle de Ian un archimage qui se trouve le tout premier homme à avoir réussi à atteindre la 8ème classe faisant de lui le mage le plus puissant. Après une vie de guerres et de tueries, le continent a finalement été unifié grâce à ses efforts. Maintenant, vieux, ce que veut Ian est simplement de vivre le reste de sa vie en paix et d'essayer de trouver le salut pour tout le sang qu'il a versé. Mais tout ne se passe pas comme prévu et quand son ancien ami, devenu paranoïaque, ne peut tolérer son degré de puissance le trahit et l'assassine, Ian a tout juste le temps de lancer une magie temporelle qui lui permet de voyager à l'époque où il était un jeune garçon. Avec toutes les connaissances qu'il a accumulé auparavant, il décide de mieux faire les choses pour finir avec moins de regrets.",
    "Return of the Broken Constellation": "Un humble humain qui s'est élevé au rang de dieu : « Le Crépuscule des Dieux ». Après être devenu tristement célèbre comme un Dieu problématique, il a perdu sa Constellation, sa Croyance, son Autorité Divine... Absolument tout. Sa sainteté a été rompue et son pouvoir sacré disparu. « J'aimerais que vous travailliez avec moi. » C'est alors que le maître du Monde du Néant, Thanatos, lui a tendu la main... Après l'avoir acceptée, « Le Crépuscule des Dieux » décida de vivre sa nouvelle vie sous le nom de « Lee Chang-Seon » pour se venger des divinités qui l'avaient envoyé en enfer ! « Alors comme ça je suis de retour... ? »",
    "Return of the Frozen Player": "Cinq ans après que le monde a changé, le dernier boss est apparu.(Le dernier Boss du district terrien, la Reine de Givre, est apparu.) Le dernier Boss ! Si on réussi à la vaincre, nos vies reviendraient à la normale ! Les cinq joueurs les plus forts du monde entier, dont Seo Jun-Ho, surnommé Spectre, ont finalement vaincu la Reine de Givre… mais ils sont tombés dans un profond sommeil. 25 ans ont passé. « Un deuxième étage ? C’était pas censé se terminer avec la mort de la Reine de Givre ? ».\n\nSpectre se réveille de son sommeil.",
    "Return of the Iron-Blooded Hound": "Bienvenue chez les Baskervile ! Ici, les enfants sont entraînés pour devenir de terribles assassins, des chiens de chasse au service du chef de clan. Et au sein de la meute, un limier se distingue par son efficacité : Bichir, fils illégitime. Pourtant, victime d'un complot, il finit guillotiné. Alors, lorsqu'il ouvre à nouveau les yeux, transporté des années plus tôt, Bichir jure de se venger. Cette fois-ci, le chien est prêt à sortir les crocs et à mordre le cou de son maître...",
    "Return of the Mad Demon": "Un homme fou d'arts martiaux, le Démon Fou Lee Jaha. Il revient à l'époque où il était encore banal, avant de sombrer dans la folie. Lee Jaha, plus connu sous le nom de Démon fou, a volé le Jade des cieux, le trésor sacré du seigneur du Culte Démoniaque, simplement parce qu'il ne l'aimait pas. Après avoir été poursuivi sans relâche par ces derniers, Lee Jaha se retrouve dans une impasse et ne pouvait alors plus fuir. Sa course de plusieurs jours, après avoir vaincu de nombreux guerriers d'élite du Culte Démoniaque s'arrête enfin. Pour semer ses poursuivants et leur seigneur, il décida de manger le jade des cieux avant de se donner la mort en sautant courageusement de la falaise. Lorsqu'il ouvrit les yeux, il était de retour à l'époque où il logeait dans l'auberge de Gyedu, où tout le monde le prenait de haut. Plutôt que de se poser des questions sur ce miracle de retour dans le temps, son esprit n'était concentré que sur une seule chose. « Je peux devenir plus fort ! » C'était comme s'il empruntait un chemin qu'il avait déjà emprunté une fois, sans parler du fait qu'il possède déjà une grande compréhension des arts martiaux. Il savait qu'il pouvait devenir plus fort que lorsqu'il était le Démon fou. Plutôt que de chercher à comprendre la situation, Jaha vérifia d'abord l'état de son corps et commença à utiliser une technique de culture respiratoire. Ce n'est qu'après avoir terminé qu'il examina la situation et découvrit qu'il avait récemment été battu à cause d'une fausse accusation et que l'auberge avait été détruite. Au lieu d'être un employé d'auberge ordinaire et méprisé, il était maintenant le démon fou et arrogant du monde martial.",
    "Return Of the SSS-Class Ranker": "Rokan était le « roi de la violence » qui régnait en maître dans le jeu de réalité virtuelle « The Lord ». Malheureusement, l'ordre d'assassinat émis par une guilde ennemie lui a fait tout perdre. À sa grande surprise, lors de son reveil, il était revenu trois ans en arrière !  « Sales morveux, vous n'avez qu'à attendre. Je vais tous vous anéantir ! »  Une nouvelle histoire commence alors que Rokan, qui a voyagé dans le temps, grimpe pour revenir au sommet !",
    "Return to Player": "Soudainement, lors d'un jour banal, le monde que nous connaissons est devenu un jeu vidéo. Pendant dix ans, l'humanité a tenté de survivre contre des monstres plus forts les uns que les autres, mais inévitablement, les pertes furent colossales.\n\nKim Se Han fut le l'unique survivant de ce massacre. Et alors que le jeu annonçait sa fin et qu'il songeait à mettre fin à ses jours, une option s'offrait à lui: le \"Pack de Seconde chance\".\n\nEn revenant dans le passé, le jour où tout à basculé, saura-t-il changer ce tournant dramatique ?",
    "Rikudo": "Pour se venger des coups qu'il a reçus, Riku boxe le corps de son père qui vient de se pendre. Il est alors retrouvé par un ancien boxeur devenu yakuza, Kyôsuke Tokorozawa. Souhaitant vivre chez sa mère, il découvre avec horreur qu'elle partage l'existence d'un dealer aussi brutal que sadique. Face à toute cette violence, Riku trouve finalement sa place dans un foyer, où il grandit entouré d'éducateurs et d'autres enfants de son âge. Il demande à Kyôsuke de lui enseigner la boxe, afin de pouvoir défendre ceux qu'il aime. L'ex-champion décide alors de l'envoyer chez Shinji Baba, son ancien entraîneur. Le jeune garçon résistera-t-il au terrible entraînement de ce coach bien décidé à repousser toutes ses limites ?",
    "Romio vs Juliet": "Kishuku Gakkou no Juliet est un manga qui s'inspire très librement de l'histoire de Roméo et Juliette de l'auteur britannique William Shakespeare. L'académie de Grigio. Les élèves venant étudier dans cet établissement viennent de deux pays différents et résident ainsi dans deux dortoirs séparés. Romeo Inudzuka et Juliet Percia, sont les représentants rivaux des deux dortoirs, cependant ils éprouvent et vivent une relation amoureuse en secret. Ils vont ainsi devoir vivre leur relation à l'abri des regards ou de mauvaise choses pourraient leur arriver.",
    "Ron Kamonohashi: Deranged Detective": "L'histoire nous entraîne dans le quotidien d'un duo insolite qui va mettre en lumière la vérité cachée. Ron Kamonohashi, un enquêteur privée qui s'est coupé du monde et Totomaru Ishiki, un détective au cœur pur vont devoir faire équipe pour résoudre les mystères les plus étranges.\n\n",
    "Roshidere": "D'origine russe et japonaise, Alisa Mikhailovna Kujou est la \"princesse solitaire\" de l'Académie privée Seiren. Cette beauté aux cheveux argentés qui est première de sa classe, comptable du conseil des élèves est réputée pour être totalement inaccessible. Pour certaines raisons, elle s'est également chargée de réprimander Masachika Kuze, le fainéant qui s'assoit à côté d'elle en classe. Il la contrarie constamment en s'endormant, en oubliant ses manuels et en étant tout simplement un élève peu exemplaire. Du moins, c'est ce qui semble se passer de l'extérieur. Elle a beau jouer les dures, Masachika ne le dérange pas autant qu'on pourrait le croire et elle l'autorise même à l'appeler Alya, son surnom. Ceux qui entendent les commentaires qu'elle murmure en russe peuvent savoir ce qu'elle ressent vraiment, mais comme aucun de ses camarades de classe ne comprend cette langue, elle est libre de dire ce qu'elle veut ! Sauf qu'il y a en réalité une personne qui sait ce qu'elle dit. Masachika écoute ses révélations embarrassantes, fait semblant de ne rien comprendre, tout en se demandant ce que signifient réellement ses commentaires flatteurs !",
    "Ruri Dragon": "Alors qu'elle se réveille un beau matin, Ruri Aoki voit que des cornes lui ont poussé sur la tête au cours de la nuit ! Sa mère, pas plus surprise que ça, lui révèle alors que son père est un dragon et qu'à priori c'est normal. Quoi qu'il en soit, Ruri va désormais devoir se faire à son nouveau style de vie, gérant à la fois l'insistance de ses camarades trop curieux et l'apparition progressive de ses pouvoirs de dragon !",
    "Sakamoto days": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
    "Sangs et papillons": "Un jour, un monstre appelé \"insecte\" est apparu soudainement sur terre. Les enfants du \"papillons\" sont les seuls espoirs de l'humanité.",
    "Sasuke Retsuden": "Alors que Sasuke Uchiwa se rend dans un lieu très éloigné du pays du Feu : l’institut de recherches en astronomie, Sakura le rejoint sur cette mission d’infiltration. Leur but : enquêter sur les traces de l’Ermite Rikudô ! Un plan qui transcende la vie et la mort est en marche…Quelle sera l’issue de l’enquête menée par ce duo époux et coéquipiers ?!",
    "Savior of Divine Blood": "Un joueur capable de combattre des créatures provenant des merveilles d'un autre monde. Le protagoniste principal, Ariake Subaru, était victime de harcèlement et a été choisi en tant que joueur du rang \"Arc-en-ciel\", qui n'est ni or, ni argent, ni cuivre. Il a acquis la compétence de manipuler librement le sang, et sa vie et sa position ont totalement changé. Alors qu'il continue de se battre chaque jour, il gagne peu à peu le titre de \"Sauveur\" qui sauvera le monde.",
    "Second Life Ranker": "Yeon Woo avait un frère jumeau, Jeong Woo, disparu il y a cinq ans.\n\nUn jour, la montre à gousset de son frère, dont il ne se séparait jamais, refait surface. Il y découvre le journal intime de Jeong Woo narrant son ascension de l'Obélisque, une tour où plusieurs univers se croisent, mais également les circonstances de sa mort : isolé, trahi par ses propres compagnons. Après avoir appris la vérité, Yeon Woo se résout à consacrer sa vie à un unique but : gravir la tour et venger son frère.",
    "Seiken Gakuin no Maken Tsukai": "Dans cette histoire, le Roi Démon Leonis s'est lui-même scellé pendant 1 000 ans afin de se préparer à la bataille finale. Mais à son réveil, il se retrouve dans le corps d'un garçon de 10 ans. Il fait rapidement la rencontre de Riselia, une jeune fille confrontée aux Voids, des créatures ayant presque exterminé l'humanité. Déterminé à percer les mystères de cette étrange nouvelle époque, Leonis s'inscrit à l'Académie Excalibur, une école qui forme les élèves à combattre ces monstres énigmatiques. Les Voids pourraient-ils avoir un lien avec le passé de Leonis ?",
    "Sentai Daishikkaku": "Les cinq Dragon Keepers et leur escadron sont la seule ligne de défense de l'humanité contre l'armée maléfique qui tente de conquérir le monde ! Du moins, c'est ce qui est dit à la télévision. En réalité, cela fait douze ans que les envahisseurs ont capitulé face aux justiciers de la Terre. Ces troupiers sans chefs ne sont désormais plus que des faire-valoir condamnés à enchaîner les défaites devant les caméras, tels des pantins indignes du titre de \"méchants\" ! Pourtant, après la 1000e défaite des pseudo-envahisseurs, un des troupiers va jouer les éléments perturbateurs. Il brave les interdits et infiltre le grand escadron, décidé à anéantir de l'intérieur les imposteurs que sont les Dragon Keepers !",
    "Seoul Station Necromancer": "Vous êtes entré dans le donjon à la 1ère sortie de la station Gwachun.  Lorsque l'ancien lycéen Kang Woojin se retrouve de retour sur Terre après avoir été convoqué de force sur une planète étrangère pendant 20 ans, il découvre rapidement que la Terre n'est pas le même endroit normal qu'il s'en souvenait.  Avec sa force et son âge remis à zéro, observez Kang Woojin alors qu'il se remet sur la voie pour devenir le nécromancien le plus fort de la Terre !",
    "Seven Deadly Sins": "Les \"Seven Deadly Sins\" sont un groupe de chevaliers qui ont conspiré pour renverser le royaume de Britannia. Ils ont été éradiqués par les Chevaliers Sacrés, cependant certaines rumeurs laissent prétendre qu'ils sont toujours en vie.\nDix ans plus tard, les Chevaliers Sacrés ont fait un coup d'état, emprisonnant le Roi pour devenir les nouveaux dirigeants tyranniques du Royaume.\nElizabeth, la troisième fille du Roi, passe ses journées à la recherche des \"Seven Deadly Sins\", les seules personnes capables de récupérer le Royaume des mains de ces tyrans. Durant ses recherches, elle perd conscience dans la taverne de Meliodas, un jeune garçon parcourant le monde en compagnie de son cochon.\nRapidement, Elizabeth va se rendre compte que Meliodas n'est pas qu'un simple propriétaire de taverne, mais une personne à la puissance démesurée.",
    "Shangri-La Frontier": "Sunraku est un passionné de jeux vidéo un peu particulier, qui voue sa vie à s'essayer aux pires \"bouses\" : scénario bancal, bugs dans tous les sens... il se délecte à déjouer tous ces pièges !\nMais lorsqu'il décide pour une fois de s'attaquer au MMORPG Shangri-La Frontier, un \"Greatest Of All Times\" aux trente millions de membres inscrits, il ne se doute pas qu'il va devoir faire preuve de tous ses talents pour venir à bout d'une épreuve encore plus corsée...",
    "Shingeki no Kyojin": "Il y a 107 ans, les Titans ont presque exterminé la race humaine.\nCes Titans mesurent principalement une dizaine de mètres et ils se nourrissent d'humains.\nLes humains ayant survécus à cette extermination ont construit une cité fortifiée avec des murs d'enceinte de 50 mètres de haut pour pouvoir se protéger des Titans.\nPendant 100 ans les humains ont connu la paix.\nEren est un jeune garçon qui rêve de sortir de la ville pour explorer le monde extérieur.\nIl mène une vie paisible avec ses parents et sa sœur Mikasa dans le district de Shiganshina.\nMais un jour de l'année 845, un Titan de plus de 60 mètres de haut apparaît. Il démolit une partie du mur du district de Shiganshina et provoque une invasion de Titans.\nEren verra sa mère se faire dévorer sous ses yeux sans rien pouvoir faire. Il décidera après ces événements traumatisants de s'engager dans les forces militaires de la ville avec pour but d'exterminer tous les Titans qui existent.",
    "Shinigami Bocchan to Kuro Maid": "Dans un grand manoir vit un jeune homme, un aristocrate qui a été maudit par une sorcière. A cause de ce sort, le Duc tue et détruit toute chose vivante qu'il touche.\n\nVivant désormais dans un endroit reculé, le Duc est accompagné d'Alice, sa servante qui aime le taquiner et l'embarrasser. Étant très proche d'elle, ne pas pouvoir la toucher est douloureux pour le jeune homme.\n\nS'ils ne peuvent même pas se tenir la main, comment leur amour pourra-t-il s'épanouir ?",
    "SHY": "Au milieu du 21e siècle, toute forme de guerre a disparu de la surface de la Terre. La raison ? L'apparition de super-héros dans chacun des pays du globe, se chargeant de maintenir la paix, la justice et la sécurité des citoyens. Au Japon, c'est la timide Teru Momijiyama qui a été choisie pour devenir l'héroïne de son pays, Shy. Alors qu'elle doute encore de sa capacité à être à la hauteur de sa tâche, de nombreux défis se dressent devant elle, apportant la preuve que sa détermination à sauver tout ceux qui sont à sa portée fait d'elle une héroïne exceptionnelle.",
    "SK8R'S": "Akio a 10 ans quand il découvre celui qu'il baptise « l'homme volant » : un skater de génie virevoltant dans les airs dans des figures acrobatiques. Impressionné, Akio ne va cesser de se perfectionner sur son skate, la nuit. À 16 ans, Akio est devenu un skater prodigieux mais qui cache son talent notamment à une mère trop protectrice. Il rêve en secret de participer à des tournois, mais pour cela, il devra se faire connaître, s'exposer au grand jour et donc... avouer sa passion à sa mère...",
    "Skeleton Soldier": "En tant que Squelette, il n'avait qu'un seul but : protéger une Succube, protéger sa Maîtresse. Mais lors d'un assaut, sa Maîtresse meurt et lui, sur le point de mourir, regrette de n'avoir pas pu la protéger... C'est alors qu'il revient soudainement dans le passé, bien avant sa rencontre avec sa Maîtresse. À peine revient-il dans le passé qu'il se fait de nouveau tuer par des aventuriers, mais contre toute attente, il revient quelque temps avant sa seconde mort et ses statistiques augmentent soudainement. À chaque fois qu'il meurt il deviendra plus fort. C'est l'histoire d'un Squelette qui a reçu une seconde chance, pour changer le destin et réussir, cette fois-ci, à protéger sa Maîtresse.",
    "Slam Dunk": "Hanamichi Sakuragi est un grand voyou, rebelle à ses heures et dont la principale caractéristique est d'être malheureux en amour ! Il tombe amoureux de la jolie Haruko qui une très grande fan de basket Donc il se jette à corps perdu dans ce sports dont il ne connait absolument rien et qu'il n'a jamais aimé ! Mais un amour n'est pas forcément réciproque... C'est ce que Sakuragi va découvrir et c'est ce qui va ensuite le motiver à donner le meilleur de lui-même.",
    "Slave B": "Il n'est rien, il veut tout. Enfant esclave, il vivait heureux avant que ses deux parents ne se fassent assassiner par un maître jaloux ! Responsable de ses deux jeunes sœurs à seulement 13 ans, il essaie d'intégrer une prestigieuse école de magie qui les sauverait de leur condition. Cherchant à impressionner le roi pour y accéder, il échoue totalement et se retrouve finalement dans une mine infestée de monstres. Mais son courage et sa détermination le font remarquer. Et il intègre la prestigieuse école : Excanum !",
    "Sleeping Ranker": "Entre sa soeur malade et son boss tyrannique, Hyunsung n'a pas la vie facile... Alors pour se reposer, il a trouvé l'astuce : il dort dans un jeu en réalité virtuelle où le temps passe cinq fois plus lentement. Mais un jour, une fenêtre apparaît... et lui apprend qu'il a acquis une classe divine ! Il est désormais capable de progresser rien qu'en dormant ! Maintenant, c'est sûr, plus rien ne peut l'arrêter : fini, le job barbant, il sera joueur pro !",
    "Solo Leveling": "Dix ans auparavant, des portails ont commencé à apparaître un peu partout dans le monde. Ces portails ont la particularité de connecter le monde à d'autres dimensions, donjons ou mondes parallèles. En même temps, certaines personnes ont développé des capacités afin de pouvoir chasser ces portails. On appelle ceux qui reçoivent un Éveil, des Chasseurs.\n\nSung Jin Woo est considéré comme le plus faible des Chasseurs de rang E... Autrement dit le plus faible parmi les faibles. Il est tellement faible qu'il est surnommé par ses confrères, le « Faible ». Avec une équipe de Chasseurs, il se rend dans un donjon de rang D. Malheureusement, l'équipe se retrouve piégée dans une salle avec des monstres qui ne sont pas du tout du niveau du donjon... S'en suit un massacre... Et Sung Jin Woo, aux portes de la mort arrive à acquérir une capacité pour le moins étrange...\n\nSung Jin Woo va-t-il réussir à devenir le plus puissant des Chasseurs tout en surmontant les épreuves et conspirations ?",
    "Solo Login": "Jung Si-woo, 26 ans, n'a jamais eu d'amis, parce qu'il n'y avait rien d'intéressant chez lui. Il a vécu une vie moyenne comme une personne moyenne dans un monde moyen. Mais soudainement, la terre a fait face à un grand changement quand un mystérieux 'Châteaux du ciel' flottant est apparu. Les 'Châteaux du Ciel' ont accordé des ailes et des pouvoirs à certaines personnes, mais malheureusement, Si-woo n'était pas l'un d'eux.",
    "Solo Necromancy": "C'est la fin du monde. Les monstres des légendes apparaissent partout. Ils mangent les gens, conquièrent les rues, et commencent à créer des donjons dans les immeubles et les métros. Si vous pouviez choisir un métier dans ce monde décrépit, lequel choisiriez-vous ? Pour un « nécromancien », l'extinction est mon terrain de jeu et la mort ma richesse.",
    "Solo Spell Caster": "Le salarié ordinaire Park Do-Hyuk, a enfin obtenu l'éveil qu'il avait toujours souhaité dans une situation de vie ou de mort ! Incroyablement, les souvenirs et les expériences du jeu qu'il a passé toute sa vie dans la vingtaine à jouer sont devenus ces pouvoirs d'éveil ! , c'était un \"triple réveil\" de 1 sur un milliard ! Le parcours du joueur extraordinaire Park Do-Hyuk commence maintenant, alors qu'il vise à atteindre le sommet du monde.",
    "Soul Eater": "Soul Eater raconte l'histoire de 3 jeunes apprentis faucheurs d'âmes, de l'école Shibusen, où ils apprennent à devenir de vrais faucheurs d'âmes confirmés.\n\n- Maka, jeune fille dont les parents sont en conflit, son père étant un peu volage...\n\n- Black Star, dernier héritier du clan des porteurs d'étoiles responsable de nombreux massacres.\n\n- Death the Kid, fils de Shinigami-sama, obsédé voir Maniaque de la symétrie.\n\nCes jeunes gens possèdent des armes humaines pouvant prendre l'apparence d'armes diverses, appelées \"armes démoniaques\". En leur faisant manger 99 âmes d'humains corrompus (Oeufs du grand Dévoreur) et 1 âme de sorcière, ils les transformeront en Death Scythe, des armes démoniaques plus puissantes et plus évoluées. Leurs armes respectives sont:\n\n- Soul, se bat sous forme de faux, garçon sympathique et matteur (Maka).\n\n- Tsubaki, se bat sous diverses formes, jeune fille de grande taille à la poitrine développée.(Black Star)\n\n- Les soeurs Thompson, se battent sous la forme de 2 pistolets, 2 sœurs qui ont vécues dans la rue toute leur vie.(Death the Kid)\n\nTout serait bien si c'était aussi simple, malheureusement de nombreux obstacles barrent la route des protagonistes.",
    "Spy X Family": "Twilight, le plus grand espion du monde, doit pour sa nouvelle mission créer une famille de toutes pièces afin de pouvoir s'introduire dans la plus prestigieuse école de l'aristocratie. Totalement dépourvu d'expérience familiale, il va adopter une petite fille en ignorant qu'elle est télépathe, et s'associer à une jeune femme timide, sans se douter qu'elle est une redoutable tueuse à gages. Ce trio atypique va devoir composer pour passer inaperçu, tout en découvrant les vraies valeurs d'une famille unie et aimante.",
    "SSS-Class Gacha hunter": "Le pire jour de ma vie, j'ai reçu un miracle en cadeau de l'univers réel.",
    "SSS-Class Revival Hunter": "<< Ne rêvez pas de me battre, parce que je vous ferai la peau. >> C'est par ces mots que l'Empereur des flammes, le chasseur le plus craint et le plus respecté de la Tour, met en garde tous ses rivaux potentiels. Mais cette déclaration belliqueuse ne fait qu'attiser la jalousie de Kim Confucius, un chasseur de classe F qui n'a rien et envie ceux qui ont tout. Comme en réponse à sa jalousie maladive, la Tour lui accorde une compétence de classe S+ ! Petit bémol : il lui faut mourir pour l'activer...",
    "Standard of Reincarnation": "La plus grande famille martiale, Samion. Daven, un membre de la famille Samion, est un soldat martial sans bras droit. Malgré les moqueries et le mépris dont il a fait l'objet, il a surpassé l'héritié direct de la famille Samion considéré comme un génie. Cependant, il a été trahi par sa famille, et a donc connu une mauvaise fin. Mais, il a été réincarné. J'ai 2 bras ?! Il avait une nouvelle famille, un corps naturellement doué, l'expérience de sa vie passée et même la bénédiction d'un Dieu ! Après sa réincarnation, tout a changé, et une nouvelle vie s'est ouverte à lui !",
    "Star Martial God Technique": "Dans le monde il existe douze chemins pour escalader la Tour de Dieu, et dans les légendes ces douze voies mèneraient à la légendaire route de l'immortalité. Cependant les chemins de la Tour de Dieu, sont long, très long, sans fin. Dans les temps anciens il y avait de nombreux arts martiaux, malheureusement le monde à beaucoup changé et il ne reste plus que trois arts martiaux : Feu, Dragon et Astral. Des générations d'experts de ces trois arts martiaux sont à la recherche de la route de l'immortalité. Nous suivrons Ye Xingue membre du clan de la plume d'azur entreprendre le périple sur la route de l'immortalité.",
    "Study group": "Yoon Ga Min, un étudiant de 17 ans, est scolarisé dans une école connue pour abriter de futurs criminels. Coincé dans un environnement carnivore où seuls les plus forts survivent, il a des difficultés pour obtenir de bonnes notes afin d'entrer dans une université d'un cursus de 4 ans. Mais sera-t-il capable d'étudier suffisamment pour entrer à l'université, ou sera-t-il impliqué dans les bagarres incessantes autour de l'école ?",
    "SubZero": "Clove est la dernière princesse d'un clan de dragons en voie d'extinction. Afin de pouvoir mettre fin à la guerre qui décime son peuple et de ramener la paix dans son pays, elle va devoir se marier avec son ennemi juré : Kyro, le prince du clan adverse.",
    "Super Evolution": "Ming He est un jeune homme doté d'un extraordinaire pouvoir de type invisible, mais ses pouvoirs se situent au rang le plus médiocre de la poussière blanche. Sur le chemin du retour, une étoile filante désastreuse portant le nom de code « Goddess » perce le ciel. Elle heurte par hasard Ming He, qui roulait sur une route déserte, et s'attache à lui. « Déesse » confère à Ming He un talent puissant et extraordinaire. Avec son talent original et inattendu de « déesse », Ming He va lentement devenir l'humain le plus fort, tout en découvrant la vérité derrière le pouvoir cosmique !",
    "Sweet Home": "Cha Hyeon Su, un lycéen victime de harcèlement scolaire, emménage dans l'immeuble Green Home après le décès de toute sa famille. Au bord du suicide, il ne doit sa survie qu'à la jeune Lee Eun Yu, une ex-ballerine aux allures rebelles.\nSoudain, les locataires de l'immeuble Green Homme vont devoir combattre des gens qui se transforment en monstres après l'apparition de symptômes inquiétants et tenter désespérément d'assurer leur survie.",
    "Tales Of Demons And Gods": "Le monde qui entourait les Montagnes Ancestrales était occupé par de dangereuses créatures et ceux qui y vivaient étaient isolés de l'extérieur depuis des centaines d'années. On raconte que, lorsque l'humanité était à son apogée, elle était composée de puissants empires qui s'étaient depuis effondrés. Cependant, grâce à son emplacement bien dissimulé, une ville fut préservée de « l'Âge Sombre » si bien que malgré les assauts incessants des créatures, elle survécut aux guerres dévastatrices et fut reconstruite encore et encore. Ses murs cent fois rebâtis s'élevaient tel un invincible monument ! Cette ville représentait l'espoir de l'humanité, on la nommait... Illustria ! C'est là que va renaître Nie Li, après avoir succombé en affrontant 6 créatures divines et leur maître. Mais cette seconde chance que la providence lui a accordée, si elle l'a renvoyé dans le passé de plusieurs années avant la chute d'Illustria, lui a également rendu son corps d'adolescent pas très doué... Son seul atout, le vaste savoir acquis au cours de sa précédente vie d'errance et d'aventures, n'a été conservé qu'en perdant son trésor le plus précieux, le Livre du Démon du Temps. Notre héros parviendra-t-il à devenir assez fort pour changer son destin et celui de ses compagnons avec le peu de temps dont il dispose avant la destruction d'Illustria ? Telle est l'histoire de Tales of Demons and Gods !",
    "Tengoku Daimakyou": "À l'intérieur de ces murs, ces enfants vivent dans l'insouciance absolue. Car s'ils devaient sortir, ils entreraient en Enfer. Pourtant, l'un d'eux semble avoir eu une vision : deux humains viendraient les chercher depuis l'extérieur, l'un d'entre eux leur ressemblant étrangement... Pendant ce temps, Maru et sa garde-du-corps tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le paradis\".",
    "Tensei Shitara Slime Datta Ken": "Satoru, employé de bureau lambda, se fait assassiner par un criminel en pleine rue. Son histoire aurait dû s'arrêter là, mais il se retrouve soudain réincarné dans un autre monde sous la forme d'un Slime, le monstre le plus faible du bestiaire fantastique.\nSon nouveau corps est équipé de deux compétences uniques : « Prédateur », lui permettant de récupérer les aptitudes de ses adversaires, et « Grand sage », grâce à laquelle il acquiert une compréhension aigüe de son environnement. Mais même muni de ces armes, ses chances de survie semblent encore limitées...",
    "Terror Man": "Depuis sa naissance, Min Jung Woo a un pouvoir qui lui indique par une couleur violette les zones de son champ de vision où le futur y est néfaste, lui permettant de faire le meilleur choix en conséquence. Mais alors qu'une vague d'attentats frappe la ville, il se retrouve au beau milieu d'un immeuble sur le point de s'effondrer. Avec sa majordome Lilia, il va ainsi débuter sa vie de terroriste et tenter de sauver les civils de ces zones néfastes dont lui seul a la connaissance.",
    "The boxer": "Au début de l'histoire, on suit un coach qui a formé cinq combatstants mondiaux en boxe anglaise du nom de K qui arrive dans un club banal pour trouver son nouveau poulain. Devant lui, un nouveau dans le club du nom de Baek San Ryu, un combatstant de génie. Son corps lui permet d'esquiver et de mettre des coups normalement impossibles. Malheureusement, il ne possède aucune expérience dans un ring.\n\nÀ première vue, on pourrait croire que c'est le héros de l'histoire mais ce n'est pas le seul. En effet, au cours du récit on ne suit pas seulement un mais trois personnages différents, tous lycéens ;\n\nBaek San Ryu, le nouveau combattant qui est en vérité un bourreau qui victimise les gens plus faibles que lui et prend plaisir à se battre et détruire les gens qu'il croise.\n\nEnsuite vient In Jae, fils de boxeur sans réel talent qui se fait martyriser en classe notamment par Baek mais qui, au fur et à mesure de l'histoire, va vouloir se défaire de sa tyrannie.\n\nEt pour finir, Yu, un dernier personnage dont on ne connait pas le vrai nom, une réelle coquille vide. Il est passif devant la vie. Comme In Jae ; c'est une victime, non pas par faiblesse mais tout simplement parce que le monde lui est indifférent. Au fond de lui, il cache pourtant un énorme talent et une expérience en boxe monstrueuse.\n\nL'histoire se concentrera donc sur l'évolution des trois protagonistes au profil pourtant très différents dans l'univers de la boxe anglaise.",
    "The Breaker": "The Breaker raconte l'histoire d'un lycéen se nommant Shi-Woon et qui se fait tabasser, racketter par les membres d'une bande se trouvant dans la même classe que lui. Un jour, après s'être fait tabasser pour ne pas avoir rapporté l'argent demandé, un jeune homme pour le moins étrange, se prénommant Chun Woo, apparaît et se moque de la faiblesse de Shi-Woon. Mais au plus grand désarrois de ce-dernier, Chun Woo s'avère être le professeur remplaçant d'anglais. Sauf que ce remplaçant n'est pas un professeur comme les autres : en effet, c'est un maître en arts martiaux. Shi-Woon le découvre et lui demande de les lui apprendre pour protéger les gens auxquels il tient (dont celle qu'il aime... ), de la bande qui le martyrise.",
    "The Constellation That Returned From Hell": "Après des centaines d'années en Enfer, je suis revenu dans le but de sauver l'humanité !",
    "The Dark Mage’s Return to Enlistment": "Minjun Kim, un lycéen ordinaire en Corée, a été soudainement convoqué dans un autre monde, où il est devenu un mage noir. Déterminé à rentrer chez lui, il a surmonté toutes sortes d'épreuves et a sauvé l'autre monde grâce à la magie noire avant de laisser derrière lui toute sa richesse et sa gloire de héros pour retourner sur Terre. Cependant, avant qu'il ne puisse profiter pleinement de sa vie, un problème est survenu : une brèche dans un donjon s'est produite et des monstres sont arrivés, menaçant ses jours confortables. Par conséquent, Minjun, qui venait de revenir sur terre, n'avait d'autre choix que de... s'enrôler dès le lendemain !",
    "The Descent of the Demonic Master": "Dans sa première vie, après un accident tragique où il perdit sa famille et ses jambes, il mit fin à sa vie. Dans sa deuxième vie, il devint célèbre en tant que Maître Rouge Démoniaque au Zhongyuan, mais fut trahi par celui en qui il avait la plus grande confiance. Et voici sa troisième vie, une vie où il retourne dans le monde moderne et décide de vivre une vie normale... Cependant, il avait trop l'habitude de sa vie au Zhongyuan pour vivre comme quelqu'un de normal ! \"Je voulais juste vivre paisiblement, mais c'est vous qui avez commencé. J'espère que vous êtes prêt à en assumer les conséquences.\" Face aux menaces qui s'enchaînent dans sa nouvelle vie, Gang Jinho pourra-t-il restreindre ses impulsions de Maître Rouge Démoniaque et obtenir la \"vie normale\" dont il rêve ? Voici l'adaptation de l'histoire d'un légendaire artiste martial au XXIe siècle !",
    "The Druid of Seoul Station": "Park Sooho est revenu sur Terre après avoir disparu dans un autre monde pendant près d'un millénaire. Mais au même moment, sa planète natale s'était transformée en un monde où la loi du plus fort régnait après l'apparition de « monstres ». Le druide, le roi des animaux, lui qui a réussi à survivre pendant mille ans dans un monde hostile, est désormais de retour à la conquête de sa planète.",
    "The Elusive Samurai": "1333. Tokiyuki Hojo, héritier du shogunat Kamakura, n'a que 8 ans lorsque son quotidien bascule dans l'horreur et que son clan est massacré. Contraint de fuir pour ne pas être assassiné à son tour, il trouve refuge dans la province de Suwa, dirigée par l'un de ses alliés, Yorishige Suwa.",
    "The Eminence in Shadow": "Les grands héros et les méchants diaboliques sont le genre de personnages que les gens ont envie d'être mais pas Cid Kagenou. Il aspire à devenir le véritable cerveau derrière tout cela, à tirer les ficelles et à faire en sorte que ses machinations dirigent toute l'histoire. Dans sa vie antérieure, il n'avait pas pu atteindre son objectif. Cependant, il va désormais renaître dans un monde de magie et montrer la véritable éminence de l'ombre ! Alors que Cid prétend n'être qu'une personne dans la moyenne, il recrute des membres pour sa fausse organisation nommée Shadow Garden dans le but de faire tomber le faux mystérieux culte qui se cache dans l'ombre. Grâce à de nombreuses improvisations, Cid dirige sa fausse organisation contre l'infâme, et pourtant étonnamment réel, culte de Diabolos.",
    "The Extra’s Academy Survival Guide": "Après avoir fini son jeu préféré \"L'Épéiste raté de Sylvania\"\" plus de cinq fois, un joueur se retrouve aspiré au début de l'histoire pour la recommencer dans le rôle ingrat d'un méchant personnage secondaire, détesté de tous et renié par sa famille, avec lequel il devra composer pour survivre à l'académie !",
    "The Fable": "Muni de son arme favorite, un pistolet Nighthawk couleur anthracite, \"Fable\" est un tueur professionnel craint de toute la pègre japonaise. Hommes politiques, mafieux, personnalités publiques... Ce génie de l'assassinat peut envoyer n'importe laquelle de ses cibles six pieds sous terre. Et en six secondes, si le cœur lui en dit. Sauf qu'un beau jour, son commanditaire lui ordonne de tout mettre en pause et de mener la vie d'un citoyen ordinaire, dans la planque d'un clan de yakuzas à Osaka. Interdiction de tuer ou d'attaquer qui que ce soit pendant une année entière. Pour cette arme humaine au tempérament imprévisible, entourée de criminels à la gâchette facile, c'est le plus dur des contrats qui commence...",
    "The Gamer": "L'histoire se déroule en Corée du Sud. On suit les aventures de Han Jee Han qui a mystérieusement obtenu un pouvoir qui transforme sa vie en jeu vidéo. En effet, il peut voir les niveaux des gens ou augmenter ses compétences... Mais quel secret se cache derrière ce pouvoir incroyable nouvellement acquis ?",
    "The Girl From Random Chatting": "Si vous avez vécu ou vivez encore le lycée, vous pouvez vous identifier à Joon Woo. Un paria et un solitaire, sa seule joie vient des heures qu'il passe sur son téléphone, à discuter au hasard avec des étrangers. Tout cela est étrange et dénué de sens, jusqu'à ce que Joon Woo trouve de l'or alors qu'il est jumelé dans une conversation privée avec une jolie jeune fille de son âge. Le jackpot ! Mais quand il découvre que cette même jolie fille est en fait sa camarade de classe Seung Ah, les choses deviennent un peu trop réelles pour un gars qui n'a jamais été embrassé, même de loin.",
    "The Girl I Like Forgot Her Glasses": "La nouvelle année scolaire s'accompagne d'une nouvelle salle de classe, de nouveaux camarades et d'un nouveau bureau pour le timide Komura. Mais toute appréhension qu'il aurait pu avoir se dissipe rapidement lorsqu'il aperçoit Mie, sa nouvelle voisine de table. Mie, qui a tendance à dire d'étranges choses, porte d'épaisses lunettes qui mettent en valeur ses beaux yeux, ce qui fait battre le cœur de Komura ! Malheureusement, Mie est très distraite et oublie souvent d'apporter ses lunettes en classe. Lorsqu'elle oublie ses lunettes, elle doit se concentrer et plisser les yeux pour essayer de voir un minimum, ce qui lui donne un regard effrayant qui fait encore plus battre le cœur de Komura ! Alors que Komura est prêt à aider et à partager ses manuels scolaires avec Mie, son cœur va-t-il réussir à tenir en étant quotidiennement aussi proche de celle qu'il aime ?",
    "The God of High School": "L'histoire est centrée sur Mori Jin un jeune homme de 17 ans spécialisé dans un art appelé le re:taekwondo et cherchant par-dessus tout à devenir le plus fort, Daewi Han un expert en karaté dont l'ami est hospitalisé et Mira Yu-Ssi une experte en sabre cherchant à enrichir sa famille.\n\nUn jour, différents émissaires viennent à leur rencontre afin de leur proposer de participer à un tournois dans lequel le souhait du gagnant sera réalisé quel qu'il soit : The God of High School / the G.O.H.. Ces émissaires semblent également dotés d'une étrange force qui intrigue la plupart des participants. Les héros se rendront rapidement compte qu'il y a quelque chose d'étrange dans ce tournoi.",
    "The Great Mage Returns After 4000 Years": "Frey Blake est un pauvre élève de la West Road Academy mais aussi la honte de sa famille. Il choisit de mourir après avoir vécu une existence douloureuse. Cependant, une nouvelle âme prend soudain possession du corps de l'élève. Le corps de Frey Blake a maintenant une chance de se venger.",
    "The Greatest Demon Lord Is Reborn as a Typical Nobody": "Varvatos est le roi démon le plus puissant de l'histoire, célèbre jusque dans la mythologie. Ayant accompli sa vie de roi, il aspire désormais à une vie ordinaire, et des milliers d'années plus tard, il se réincarne en un villageois nommé Ard. Sa magie s'est un peu dégradé, mais il n'en reste pas moins extrêmement puissant. Les rumeurs se répandent, de nombreuses femmes viennent lui demander de les épouser, la royauté tente de faire de lui le prochain roi, et même d'anciens subordonnés tentent désormais de le tuer, mais le Grand Roi Démon se contente d'ignorer tous ces gens et continue de suivre sa propre voie.",
    "The Greatest Estate Developer": "Kim Suho, étudiant en génie civil, s'est éveillé en tant que fils d'une famille noble endettée. Pour sauver sa nouvelle famille, il dresse des plans d'architecture, mène des travaux et lotit des terrains en déployant ses connaissances en construction.",
    "The Heavenly Demon Can’t Live a Normal Life": "Démon Céleste' Baek Joong-Hyuk ouvre les yeux en tant que fils aîné de la famille Dimitry. Connu comme le crétin de la famille Dimitry, bousculé par le deuxième fils. L'opinion du monde entier n'est pas pertinente. \"Démon Céleste\", non, Roman Dimitry, ne peut pas vivre une vie normale.",
    "The Hero Returns": "Le plus fort héros de l'humanité, Kim Sung In. Il a tout risqué et s'est démené mais... il n'a pas pu empêcher la destruction du monde. Mais sa légende ne fait que commencer puisqu'il revient 20 ans dans le passé.",
    "The House Without Time": "Une petite fille maltraitée sans rien pour vivre rencontre un vieil homme avec une horrible personnalité.",
    "The Killer Inside": "À première vue, Eiji, discret et maladroit, ne se démarque pas de la foule des étudiants de sa fac... Pourtant, il tente depuis longtemps de faire oublier au monde que son défunt père n'était autre que le tueur en série LL, tristement célèbre pour les horribles tortures infligées aux jeunes femmes qu'il a assassinées. Après des années passées à fuir la presse, Eiji a enfin réussi à trouver sa place. Mieux, il se réveille un matin avec une des plus belles filles du campus à ses côtés ! Elle lui avoue être tombée amoureuse de lui lorsqu'il l'a sauvée des griffes d'une brute épaisse. Un vrai conte de fées... dont le jeune homme n'a aucun souvenir ! Les trois derniers jours sont un trou noir dans sa mémoire, comme si quelqu'un d'autre avait vécu dans son corps à son insu... Et, pendant son amnésie, un cadavre de femme mutilé a été retrouvé dans le quartier. Pour la police, ça ne fait aucun doute : c'est du LL tout craché...",
    "The Kingdoms of Ruin": "Pendant des siècles, Humains et Sorcières ont vécu côte à côte, les premiers comptant sur les pouvoirs des secondes tout en les craignant. Mais lorsque la technologie remplace peu à peu la magie, les Humains décident qu'il est temps d'en finir avec les Sorcières et lancent une vaste Chasse dans le but de les éliminer. Autrefois, Adonis était l'apprenti de Chloé Morgan, la célèbre Sorcière des Glaces. Emprisonné après la mort de son mentor, le jeune homme a tout enduré pendant 10 longues années. Mais désormais, il est libre et a bien l'intention de se venger.",
    "The Knight of Embers": "Il y a quelque chose dont tout le monde est au courant. La semaine dernière, ma maison est partie en fumée et mon seul frère est devenu cendre. Mais, il y a une chose qu'aucune âme ne sait. Le fait que... j'ai tué mon propre frère.\n\nAprès la mort de son frère jumeau, Na Gyun assume l'identité de celui-ci. Cependant, bien que les deux puissent se ressembler, quand il s'agit de se battre, Na Gyun n'a ni le talent, ni l'habileté que possédait le défunt. Afin d'exécuter avec succès sa vengeance, Na Gyun décide de s'entraîner pour devenir le prodigieux chevalier que son frère aurait dû devenir. Pourra-t-il garder son identité secrète suffisamment longtemps avant que les autres ne voient au travers de son acte ?",
    "The Max Level Returner": "Au total, 120 millions de personnes ont disparu dans le monde entier. (Vous avez réussi la quête finale et avez reçu la récompense : \"Retour\"). En 22 ans, Yoon Sang-Hyuk, a finalement réussi à battre le jeu de survie le plus atroce. L'homme qui est devenu \"l'Armée d'un seul homme\", et le plus fort de tous les autres joueurs, est finalement revenu à la réalité. Et ce n'est pas tout, il est revenu avec une récompense que personne n'avait jamais reçue auparavant. C'est le début du Max Level Returner !",
    "The Max-Level Player's 100th Regression": "La Terre se retrouve dans un jeu de mort mondial auquel toute personne âgée de 15 à 29 ans doit participer. Dans ce jeu à mort en 20 rounds, Ryu Min se retrouve seul à l'entrée du dernier round. Cependant, le jeu le nargue, le tuant pour ne pas avoir satisfait aux conditions d'entrée d'un groupe minimum de 5 hommes. Aujourd'hui, à sa 100e et dernière tentative, il utilise les informations qu'il a apprises lors de ses 99 tentatives précédentes pour aider à réunir les compagnons nécessaires pour atteindre la fin. Ryu Min pourra-t-il enfin battre le jeu, ou périra-t-il dans sa tentative ?",
    "The Newbie Is Too Strong": "JaeJu (qui signifie « compétence » en coréen) a grandi sans parents dans un orphelinat avec compétence, comme son nom l'indique. Un jour, il a entendu dire que l'orphelinat avait des difficultés et qu'il devrait fermer dans trois ans. Alors qu'il essayait de collecter des fonds pour l'orphelinat, JaeJu a reçu une alerte sur son téléphone. Il y voit une vidéo de lui en train d'escalader la tour en tant que BJ (broadcasting jockey ou streamer). Il y a sept ans, une tour est soudainement apparue et a accueilli des gens au hasard. Si vous réussissez à franchir la tour et à devenir un « Eveillé », ce n'est qu'une question de temps avant que vous ne deveniez riche !",
    "The Novel's Extra": "Le jour où un fan le contacte pour lui proposer de faire un remake de son roman, Kim Hajin, auteur anonyme sur la toile, accepte avec joie... et se réveille le lendemain dans sa propre histoire ! Il connaît chaque intrigue, chaque rebondissement... sauf qu'il n'est qu'un figurant anonyme de son récit ! Il n'a plus qu'une chose à faire : utiliser ses connaissances et ses nouveaux pouvoirs pour modifier le scénario, et devenir à son tour l'un des protagonistes de sa propre histoire !",
    "The Priest of Corruption": "J'ai utilisé un cheat pour créer un personnage dans le jeu. Lorsque j'ai repris mes esprits après avoir appuyé sur le bouton « jouer », je me suis retrouvé dans le personnage, le « Prêtre de la Corruption » que j'avais créé. Il fallait que ce personnage ait de mauvaises statistiques et qu'il soit détesté de tous ! Je n'avais que la main desséchée d'une femme sur moi, mais cette main était celle d'une déesse !",
    "The Promised Neverland": "Emma, Norman et Ray coulent des jours heureux à l'orphelinat Grace Field House. Entourés de leurs petits frères et sœurs, ils s'épanouissent sous l'attention pleine de tendresse de « Maman », qu'ils considèrent comme leur véritable mère. Mais tout bascule le soir où ils découvrent l'abominable réalité qui se cache derrière la façade de leur vie paisible ! Ils doivent s'échapper, c'est une question de vie ou de mort !",
    "The Quintessential Quintuplets": "Fuutarou Uesugi obtient toujours les meilleures notes de son établissement, il est cependant plutôt antisocial et insensible. Un jour, une jeune fille s'assied à sa table et lui demande d'être son tuteur, il refuse et finissent par se disputer.\nQuelques heures plus tard, Uesugi reçoit un appel de sa sœur qui lui apprend que leur famille est endettée mais qu'ils ont la possibilité de s'en sortir si Uesugi accepte un travail de tutorat pour une famille riche. Il s'avère que son élève n'est autre que Itsuki Nakano, la personne à qui il a refusé d'enseigner, ainsi que de ses quatre sœurs.\nPour pouvoir régler ce gros problème de dettes, il va devoir réconcilier les sœurs Nakano avec les études.",
    "The Regressed Son of a Duke is an Assassin": "Cyan Vert, le meilleur assassin du continent, trouve une mort pitoyable après avoir été trahi par son propre frère, à qui il avait fait confiance toute sa vie. Si on me donnait une autre chance, je la vivrais différemment. Je ne ferais confiance qu’à moi-même et j’accomplirais toutes les choses que je veux par moi-même, sans servir personne d’autre que moi. C’est ainsi que j’ai obtenu une seconde chance dans la vie. Le Cyan Vert, une ombre qui vivait pour les autres, n’est plus. Je vais maintenant tracer mon propre chemin, pour moi-même !",
    "The Return of the Disaster-Class Hero": "Après avoir vaincu la plus grande menace de l'humanité, Lee Gun fut trahi par ses compagnons, les douze saints. Onze se sont enfuis et l'ont abandonné, et un l'a poignardé avant de le piéger dans la tour démoniaque. Vingt ans plus tard, Gun, avec un corps rajeuni et guéri, ressurgit de la tour jurant de se venger. Mais le monde a bien changé depuis son absence. Alors, comment va-t-il exécuter sa vengeance ? Et qui est celui qui l'a piégé vingt ans plus tôt ?",
    "The Returns of The Mount Hua Sect": "Chung Myung, le 13e disciple de la Secte du Mont Hua, l’un des trois grands épéistes, le Saint épéiste aux Fleurs de Pruniers, a vaincu Chun Ma, le démon céleste qui a semé la destruction dans le monde. Après la bataille, il rend son dernier souffle au sommet de la montagne du quartier général de la Secte du démon céleste. Mais il renaît 100 ans plus tard dans le corps d’un enfant.",
    "The Rising of the Shield Hero": "Naofumi se voit un jour invoqué dans un monde fantastique avec trois autres personnes afin de devenir les héros de ce monde. Dès leur arrivée, chacun se retrouve équipé d'une des quatre armes légendaires où Naofumi hérite d'un simple bouclier considéré comme le plus inutile des quatre équipements.\nEn raison de son manque de charisme, Naofumi finit malheureusement avec une seule coéquipière tandis que les autres en avaient plusieurs. Et comme si cela ne suffisait pas, lors du deuxième jour, il a été trahi, accusé à tort et volé par ladite partenaire.\nMéprisé de tous, du roi aux paysans, le jeune homme ne pense désormais plus qu'à se venger !",
    "The S-Classes That I Raised": "Un chasseur de rang F. Lui, ce hyung de rang F aussi inutile que pathétique qui avait entraîné dans sa propre chute son incroyable frère de rang S. Moi, qui avais vécu sans réelle conviction une vie désastreuse, qui avait fini par ruiner la vie de mon frère et me faire régresser par la suite... Sarcastiquement, un titre me fut alors accordé... « Le parfait assistant » C'est ça, cette fois, plutôt que de s'occuper de moi, occupons-nous de ces enfoirés... ... C'est ce que je m'étais dit, mais... les rangs S sont... un peu bizarres.",
    "The Story Of a Manga Artist Confined by a Strange High School Girl": "Il était une fois, un artiste manga qui se réveilla confinée par une fille de l'école supérieure.",
    "The Terminally Ill Young Master of the Baek Clan": "Zhongyuan. Atteint du blocage du Qi Taiyin, il a une durée de vie réduite et est incapable d'accumuler de l'énergie interne. Il passait paisiblement le reste de ses jours enfermer dans sa chambre lorsqu'un groupe de personnes masquées lui a tendu une embuscade. Au cours de l'embuscade, il a perdu sa servante, qui était comme une soeur pour lui. Poursuivi par les assaillants, Baek Yigang s'est échappé par un passage secret. Lorsqu'il est tombé sur un cul-de-sac, il a décidé qu'il mourrait au moins en combattant et a ramassé une vieille épée rouillée...",
    "The Unwanted Undead Adventurer": "Cela fait maintenant dix ans que Lent veut devenir aventurier, mais celui-ci stagne au rang inférieur. Un jour, il se rend dans le Donjon de la Lune d'Eau afin de s'y entraîner et d'y trouver des ressources à revendre. Mais il tombe nez à nez avec un Dragon, créature démoniaque qui ne fréquente normalement jamais ce donjon classé débutant. Paralysé par sa puissance, il se fait dévorer et meurt. Pourtant, il se réveille sous la forme d'un démon Squelette. Désorienté, il réussit finalement à bénéficier de l''évolution substantielle', une capacité que seuls les monstres possèdent, et décide de tout faire pour redevenir humain. Commence alors une lutte sans merci contre les monstres du donjon !",
    "The Warrior Returns": "Min Su, un jeune adolescent, est transporté dans un autre monde afin d'en devenir le 'héros'. Après de multiples épreuves, il peut enfin revenir sur Terre et retrouver sa famille. Mais... 'J'ai entendu dire que ma mère est morte dans un délit de fuite alors qu'elle distribuait des prospectus, disant que je n'aurais pas pu quitter la maison. Après la mort de ma mère, mon père qui s'en voulait de ne pas avoir su protéger sa famille, s'est suicidé.' Désespéré, avec tous ses proches qui le rejette, Min Su pensa cela : 'Je me souviens de ce que je veux faire, je veux que... tout le monde ressente la même chose que moi.' Et ce jour-là, la cité de Séoul s'évapora. 3 semaines après le massacre du 'héros', Jung Soo, un autre adolescent, voit sa famille mourir sous ses yeux aux mains de Min Su. Jurant de se venger, il est transporté lui-aussi dans un autre monde et devient la chose qu'il hait le plus, un héros. Après plusieurs mois, il revient et retrouve le monde plongé dans un état apocalyptique où les héros devenus complètement fous tyrannisent la population. Voici l'histoire d'une guerre sans espoir entre héros qui ont tout perdu.",
    "The World After The Fall": "Quand l'apocalypse a éclaté, j'ai été convoqué par la « tour des cauchemars » et j'ai décidé de la monter en joignant mes forces avec les autres afin d'arrêter la destruction de l'humanité. Alors que nous combatstions dans la tour, une pierre mystérieuse est apparue devant nous. Cette pierre offre à son utilisateur la possibilité de retourner dans le passé. La plupart des autres ont fini, un par un, par l'accepter, tandis que moi j'ai décidé de rester dans le présent. Pourrais-je réussir à monter seul en haut de la tour et sauver l'humanité ?",
    "Time Shadows": "Lorsqu'il apprend que Ushio, son amie d'enfance, est décédée, Shimpei décide de retourner sur son île natale, Hitogashima. Là-bas, il se rend vite compte que quelque chose ne tourne pas rond... S'il s'agissait d'une mort accidentelle, pourquoi une autopsie a-t-elle été réalisée ? Qu'a bien pu voir Mio, la petite sœur d'Ushio ? Mais avant de pouvoir répondre à ses questions, Shimpei et Mio sont assassinés par un double de cette dernière... Et voilà que Shimpei se réveille à nouveau sur le bateau qui le conduit à Hitogashima pour assister à l'enterrement d'Ushio...",
    "To Your Eternity": "C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\nUn être immortel a été envoyé sur Terre. Il rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
    "Toilet-Bound Hanako-kun": "L'Académie Kamome fait l'objet d'une étrange rumeur selon laquelle elle serait entourée de 7 grands mystères. Parmi eux, il y a Hanako, un esprit se trouvant dans les toilettes des filles au 3e étage du bâtiment qui est capable d'accorder un vœu à quiconque faisant appel à lui. Tout commence lorsque Yashiro Nene, une élève fraîchement inscrite à l'école, l'invoque afin de profiter de ses services. Seulement, les choses ne se sont pas déroulées comme prévu et finit à la place par devenir sa servante !",
    "Tokyo Ghoul": "Tokyo est devenue une ville cruelle et impitoyable, un endroit où des créatures vicieuses appelées «goules» existent aux côtés des humains. Les habitants de cette grande métropole vivent dans la peur constante de ces sauvages sanguinaires et de leur soif de chair humaine. Cependant, la plus grande menace que ces goules posent est leur capacité dangereuse à se faire passer pour des humains et de se fondre dans la société.\nL'histoire suit Ken Kaneki, un étudiant universitaire timide qui est immédiatement attiré par Rize Kamishiro, une lectrice avide comme lui.\nCependant, Rize n'est pas exactement ce qu'elle pretend être. Durant un rendez-vous, elle manque de tuer Kaneki en lui dévoilant sa nature de goule.\nIl survit grâce aux organes de Rize, greffés à la place de ceux qu'elle avait détruit en l'attaquant. Le jeune homme est désormais un hybride, mi-humain, mi-goule et va vivre un véritable enfer.",
    "Tokyo Revengers": "À 26 ans, Takemichi a le sentiment d'avoir déjà raté sa vie. Vivotant de petits boulots ingrats tout juste bons à payer le loyer d'un studio miteux, il se lamente sur le désert de sa vie amoureuse lorsqu'il apprend la mort de Hinata, la seule petite amie qu'il ait eue... La jeune fille et son frère ont été les victimes collatérales d'un règlement de comptes entre les membres d'un gigantesque gang, le Tokyo Manji-kai.\nEncore sous le choc, Takemichi est à son tour victime d'un accident qui le ramène inexplicablement 12 ans en arrière, lorsqu'il était au collège et se donnait des airs de mauvais garçon. Et si c'était pour lui l'occasion de sauver Hinata ? Mais en tentant de modifier le futur, Takemichi se retrouvera inexorablement mêlé aux complots se tramant autour du Tokyo Manji-kai et de son charismatique et mystérieux leader...",
    "Tokyo Underworld": "Une certaine légende urbaine parle de l'existence de Shin Tokyo, un Tokyo alternatif dans lequel les personnes ayant causé la mort d'autrui sont envoyées pour se repentir de leur crime. Le seul moyen d'en réchapper : survivre au jugement sans merci qui les y attend ! Yomi et Yami sont deux frères jumeaux ayant la particularité de partager leurs sensations. Mais un jour, leur professeur qui se faisait harceler par certains de leurs camarades se suicide devant eux, entraînant leur classe entière dans le monde de Shin Tokyo. Désormais, les jumeaux ne pensent plus qu'à une chose : échapper ensemble de l'enfer dans lequel ils ont été transportsés !",
    "Tomié": "Tomié est la plus belle fille de la classe pour de nombreux garçons, mais sa beauté est tellement fatale qu'ils en deviennent fous au point de vouloir la tuer, sans raison aucune, allant pour cela jusqu'à la découper ou la réduire en bouillie.\nMais pourquoi, dans ce cas, réapparait-elle le lendemain en un seul morceau et sans aucune égratignure avec une lueur malsaine dans les yeux ?\n\nIls pensaient pouvoir lui résister mais son pouvoir de séduction est bien trop fort...\nIls pensaient pouvoir la détruire mais rien n'y fera jamais...\n\nSes proies seront nombreuses et sa vengeance, implacable...\n\nQu'est donc réellement la ravissante Tomié, femme fatale ou monstrueuse abomination ?",
    "Tomodachi Game": "Yuuchi Katagiri est en deuxième année au lycée dans la même classe que ses amis Makoto Shibe, Shiho Sawaragi, Tenji Mikasa et Yutori Kokonogi. Yuuchi est un gros travailleur. En effet, pour collecter des fonds pour un voyage scolaire, il a cumulé plusieurs petits emplois et ainsi beaucoup participé à la collecte. Mais leur professeur leur annonce que les 20 millions de yens récoltés ont été volé, et sans aucun doute par un élève de la classe. Le soir-même, en compagnie de ses amis, il se fait agresser par un inconnu. Tous les 5 se réveillent dans une pièce fermée où une mascotte, Manabu, leur annonce qu'ils sont endettés et qu'ils vont devoir jouer à plusieurs jeux pour gagner de l'argent. L'heure est venue pour eux d'avouer les mensonges... Leur amitié y survivra-t-elle ?",
    "Tougen anki": "Tu hérites du sang d'un démon. Shiki Ichinose est aux premiers abords un simple ado rebelle mais il se trouve qu'il est l'héritier du sang d'Oni. Ce dernier a vécu toute son enfance en ignorant ce qu'il était vraiment. C'est lorsqu'un inconnu tente de l'assassiner chez lui qu'il se voit révéler la vérité par son beau-père. L'homme qui tenta de s'en prendre à Shiki est un Momotarou, les Oni et les Momotarou n'ont jamais pu coexister et ont toujours mené une guerre sans fin. Que fera Shiki après toutes ces révélations ? Pourra-t-il réconcilier les Oni et Momotarou ?",
    "Tower Of God": "Afin de retrouver Rachel, la seule personne chère à ses yeux, Bam décide de prendre tous les risques pour atteindre le sommet d'une mystérieuse tour. Pour passer chaque étage, il devra réussir un test complexe dans lequel il jouera à chaque fois sa vie.\nBam en sortira t-il indemne ?",
    "Trash of the Count’s Family": "Après s'être endormi en relisant un roman, le voilà... dans le corps d'un des personnages ?! Et ce n'est même pas le héros, mais un petit voyou du début de l'histoire ? Du coup, au lieu d'être Han Choe, personnage principal tourmenté et surpuissant, il est Kayle Hénitus, premier fils du comte Hénitus. C'est aussi une ordure de première qui passe son temps à hurler sur les gens et à boire toute la journée... La réincarnation s'annonce rude. Bonne nouvelle, il a un corps d'Apollon et vient d'une famille extrêmement fortunée. Mauvaise nouvelle, il est censé se faire éclater par le héros après l'avoir insulté. Kayle n'a pas trop envie de se laisser frapper, ni même de continuer à être une ordure. Il est donc temps qu'il se serve de sa connaissance de l'intrigue pour se sortir du pétrin ! Son objectif est donc d'éviter les ennuis et de se la couler douce.",
    "True Beauty": "Im Ju Gyeong est étudiante au lycée. Depuis son enfance, elle est complexée à cause de son apparence. Après avoir été harcelée dans son premier lycée, elle est transférée dans un autre et apprend à se maquiller et se fait appeler 'déesse', seulement elle est complexée par son vrai visage et a peur que tout le monde le découvre. Elle va alors rencontrer deux jeunes hommes nommés Lee Su Ho et Han Seo Jun, ce qui va créer un triangle amoureux, plein de rivalité.",
    "True Education": "Na Hwa-Jin, membre du Bureau de protection de l'éducation, commence une 'véritable éducation' pour protéger l'autorité scolaire effondrée!",
    "Tsue To Tsurugi No Wistoria": "Cherchant à tenir la promesse faite à un ami d'enfance, Will Serfort intègre l'Académie magique de Regarden dans le but de se hisser au sommet du monde magique. Mais il y a un problème : il ne sait pas utiliser la magie ! Ses compétences à l'épée seront-elles la clé qui lui permettra de révéler son véritable potentiel ?",
    "Un jour à Séoul": "Alors que la classe de Seconde 3 du lycée Joon Gang pense passer un bon voyage scolaire à Séoul, un étrange virus fait son apparition dans la ville. Yeon Woo, un élève très introverti, avait trouvé l'occasion parfaite de se rapprocher de ses camarades de classe, mais surtout de So Yeon, la fille qui fait battre son cœur. Seulement, avec l'arrivée soudaine de ces cellules gluantes semblables à des œufs de grenouille, ses plans furent complètement bouleversés dès lors qu'une première victime fut déclarée dans sa classe.",
    "Undead Unluck": "Alors que Fûko, une jeune fille introvertie, est déterminée à se donner la mort, un homme immortel complètement déjanté apparaît devant elle. Il s'agit d'un Undead qui souhaite rester avec elle dans le but de se servir du mauvais sort qui frappe tous ceux qui entrent en contact avec la peau de la jeune fille afin de mourir.\n\nCependant, ils vont très vite subir les attaques des membres d'une mystérieuse organisation répondant au nom de « l'Union »...",
    "unOrdinary": "L'histoire prend place dans un monde où chacun est doté d'une capacité qui lui est propre. John, est un impotent, c'est-à-dire une personne née sans pouvoir. Il est donc compliqué pour lui de vivre dans ce monde où il est de coutume d'écraser les plus faibles. Cependant, il est pourvu d'un grand sens de la justice et, même s'il est faible et qu'il a tendance à éviter les ennuis, il n'hésitera pas à se battre si d'autres se font harceler.",
    "Usogui": "Certains parieurs n'hésitent pas à mettre leur vie en jeu, mais pour sécuriser l'intégrité de ces paris, il existe une puissante organisation pour arbitrer, appelée Kagerou. Nous suivons donc le parcours de Baku Madarame, alias Usogui, dans ses paris contre des joueurs démoniaques, afin de les mettre tous hors-jeu et ainsi pouvoir contrôler lui-même cette organisation.",
    "Vagabond": "En 1600 a lieu la terrible bataille de Sekigahara, qui assied le pouvoir du shôgun Tokugawa. Parmi les combattants se trouve Musashi, le fils d'un grand samurai, qui est prêt à tout pour survivre. Alors qu'il revient dans son village natal, il est pourchassé pour avoir déserté, et se trouve rejeté par les habitants. Commence alors pour lui une longue errance, avec un unique objectif : améliorer sa maitrise de la lame, et devenir le meilleur samurai du Japon.",
    "Versatile Mage": "Mo Fan est un collégien médiocre. Pas beaucoup d'ambition, vivant dans une maison bourgeoise, un père travailleur avec juste assez de revenus pour les maintenir à flot, Mo fan laisse simplement sa vie filer. Son seul réconfort est de voir le vieil homme Ying dans sa maison, située loin de l'agitation de la ville. Malheureusement, le temps de Man Ying est arrivé et laisse à Mo Fan un pendentif à garder. Cette nuit-là, Mo Fan le porte endormi et à sa grande surprise, se réveille dans un quartier légèrement différent. Il semble que Mo Fan ait voyagé dans un univers parallèle, où son quartier est toujours le même, mais la magie et les magiciens sont la norme. Avec une nouvelle ardoise, Mo Fan veut apprendre les arts magiques et, espérons-le, mener une vie meilleure dans cette nouvelle dimension. Mais d'abord, il doit reprendre ses performances scolaires médiocres.",
    "Villain To Kill": "Il existe deux types de personnes dotées de capacités extraordinaires : les méchants, qui sont poussés par leurs désirs, et les psykers, qui poursuivent la justice et luttent contre les criminels. Cassian est l'un des meilleurs psykers avec un tempérament de feu.",
    "Villain Unrivaled": "Quand je me suis réveillé, je me suis rendu compte que j'étais devenu un méchant dans un roman d'arts martiaux que j'ai écrit... Mais pourquoi a-t-il fallu que de tous les choix possibles, je sois devenu Hyuk Ryun Woon ? Hyuk Ryun Woon... le quatrième fils du dirigeant du culte démoniaque, un coureur de jupons notoire, un artiste martial faible et colérique, et surtout... Un méchant de bas étage, destiné à se faire tuer en un coup par le héros de cette histoire ! Je ne veux pas qu'il me tue. Je n'ai pas le choix, je vais devoir devenir fort. \"Putain. Héros ou pas, je les tuerai tous !\". Voici l'histoire d'un méchant détestable, prêt à tout pour survivre !",
    "Vinland Saga": "Vinland Saga nous raconte l'histoire d'un jeune Viking, Thorfinn. Ce dernier fait partie de l'équipage d'un chef de guerre du nom d'Askeladd.\nEnchainant les combats et les missions dangereuses, Thorfinn s'endurcit et gagne en maturité. Il a un objectif : la vengeance !",
    "Viral hit": "Le lycéen tout maigre et fragile Yoo Ho Bin est probablement le dernier gars qu'on s'attendrait de voir sur une chaîne Newtube qui tourne autour des combats. Mais après avoir suivi les conseils d'une mystérieuse chaîne Newtube, Ho Bin assomme des gars plus forts que lui et engrange plus d'argent qu'il n'aurait jamais pu rêver. Ho Bin pourra-t-il continuer comme ça ou finira-t-il par rencontrer son égal ?",
    "Webtoon Character Na Kang Lim": "Na Kang-Lim est un lycéen qui aime lire des webtoons. Un jour, l'héroïne du webtoon qu'il a l'habitude de lire apparaît devant lui. Les mêmes événements du webtoon se produisent en vrai et la mettent dans en situation critique. Le problème, il n'y a pas d'héroïne dans la vraie vie pour la sauver ! Na Kang-Lim prend alors ce rôle et remonte le temps pour la sauver.",
    "Welcome To Demon School Iruma-kun": "Suzuki Iruma a été vendu par ses parents, en manque d'argent, à un démon. Désormais, il devra se faire à sa nouvelle vie en tant que démon : il devra vivre comme eux, mais surtout, aller à l'école du monde des démons, où tout un tas de créatures diaboliques étudient !",
    "White Blood": "Park Ha Yan est une vampire de sang pur qui ne rêve que de vivre en paix avec les humains. Mais pour ces derniers, les vampires sont des monstres effrayants. Et chaque nouveau meurtre commis par un vampire renforce la haine que les humains leur vouent. Pour s'intégrer à la société et obtenir la paix qu'elle désire, Ha Yan doit mettre fin aux crimes des autres membres de son espèce.",
    "Why I Quit Being The Demon King": "Une époque de chaos. Le Roi Démon a envahi le monde humain pendant des générations durant 665 siècles. Ce sont des hommes courageux qui ont mis fin à cette terrible guerre. Grâce à leur saint sacrifice, l'humanité a à peine survécu. Mais c' est l'histoire d'un nouveau seigneur démon. Roi Démon Démiurge 666 ans. Il prononça un mot et quitta soudainement le monde des démons. \"Je vais arrêter d'être un seigneur démon.\" Un seigneur démon en fuite et un héros qui est devenu son subordonné. Quelle est la vraie raison pour laquelle il a arrêté d'être le Roi Démon ?",
    "Wind Breaker": "Nous suivons l'histoire de Jay un jeune lycéen étudiant et président du conseil des élèves de la Sunny High. Alors qu'il était en train de faire du vélo, ce dernier se fera rapidement repérer par Minu, membre de la Zephyrus Crew, un groupe de cycliste. Le jeune homme ayant été impressionné par les compétences de Jay tentera de le recruter dans son équipe, chose que le président du conseil des élèves refusera catégoriquement. Voyant les nombreux refus de ce dernier, Minu abandonnera l'idée de le recruter et lui proposera simplement de faire une course contre TJ, également membre de la Zephyrus Crew. Alors que Jay s'apprêtait à décliné son offre, Minu lui dira que ce fameux TJ a insulté son vélo, disant qu'il ne s'agissait que d'un tas de ferraille. Fou de rage, Jay acceptera finalement de prendre part à la course...",
    "World Trigger": "Un jour, un portail vers un univers parallèle s'est ouvert dans cette ville. Les frontaliers, envahisseurs venus de l'autre dimension, ravagent tout sur leur passage et sèment le chaos dans la ville où se trouve le portail. Cet autre monde dispose de technologies différentes et évoluées, laissant celle de la Terre sans effet.\nAlors que tout était perdu, un mystérieux groupe se révéla avec pour objectif de repousser les frontaliers. Ayant égalé la technologie frontalière par leurs propres moyens, ils créèrent une organisation nommée « Border » dans le but de protéger la terre de ces apparitions.\n\nL'histoire se déroule quatre ans après ces événements et suit Yûma Kuga, jeune étudiant étranger qui vient d'arriver à Mikadoshi.",
    "Worn and Torn Newbie": "Il reste 15 ans avant la fermeture du jeu. La fin n'est connue que de moi. Je suis un ancien combattant.",
    "Worthless regression": "Un collégien ordinaire, Lee Sungmin, est convoqué dans un monde appelé « Eria ». Il endure des dizaines d'années sans talents ni pouvoirs et traverse toutes sortes d'épreuves pour survivre, mais meurt misérablement à la fin. Cependant, avant de mourir, il retourne dans le passé après avoir obtenu par hasard la « pierre de la vie passée » et a la possibilité de recommencer sa vie. Pourtant, il vit toujours une vie sans aucun talent, sans rien. Bien qu'il ne puisse pas approcher les génies qui l'entourent à cause du « mur » qui les entoure, et qu'il se sente inférieur, il avance pas à pas avec une ferme détermination, sans jamais abandonner. « Quoi qu'il arrive, je vais vivre une meilleure vie que la précédente, même si je dois lutter ! ».",
    "Wotaku ni Koi wa Muzukashii": "L'histoire nous entraîne dans le quotidien de Narumi, une employée de bureau qui fait tout pour cacher son côté fujoshi et de son ami d'enfance, Hirotaka, un hardcore gamer. Ces deux personnes travaillant dans la même entreprise semblent fait l'un pour l'autre, cependant, l'amour est quelque chose de très compliqué.",
    "X and Ash": "Dans un monde de niveaux, points de caractéristiques et compétences, deux garçons tentent de rejoindre les chevaliers qui défendent l'humanité contre les démons. X, un voleur de génie et Ash, un garçon avec un mystérieux passé vont affronter les épreuves pour écuyers afin d'accomplir leurs rêves. Vont-ils parvenir à devenir des chevaliers face à ce que préparent les démons dans l'ombre ?",
    "Yakuza Reincarnation": "Yakuza cinquantenaire régnant à l'ancienne sur son quartier, Ryûmatsu est victime d'un complot et se noie... mais se réveille dans le corps de Ryû, la délicate princesse du royaume de Lundberg. Un monde magique ? Qu'à cela ne tienne ! Il est redevenu jeune et vigoureux... vigoureuse ! Et son nouveau territoire... royaume, a besoin de ses poings pour être défendu !",
    "Yofukashi no Uta": "En apparence, Kou Yamori ressemble à un collégien typique. Relativement bon dans ses études et aimable avec ses camarades de classe, il fait beaucoup d'efforts pour maintenir cette façade. Un jour, il décide cependant d'arrêter de faire semblant et quitte l'école, développant ainsi des insomnies parce qu'il n'a pas la possibilité de dépenser son énergie pendant la journée. Lorsqu'il se promène seul la nuit, il se sent un peu mieux, mais il est conscient que son incapacité à dormir doit être considérée comme un problème sérieux. Au cours d'une de ces promenades, Kou rencontre une étrange fille nommée Nazuna Nanakusa qui diagnostique la cause de son insomnie : malgré les changements qu'il a apportés à sa vie, il s'empêche toujours de connaître la vraie liberté. Elle lui dit qu'il ne pourra pas dormir tant qu'il ne sera pas satisfait de la façon dont il occupe ses journées. Alors qu'il semble avoir résolu ses problèmes actuels, Nazuna l'invite à venir partager son futon dans son appartement. Après quelques instants, ignorant qu'il fait semblant de dormir, elle se penche sur lui et lui mord le cou !",
    "Yomi no Tsugai": "L'histoire se déroule dans un petit village isolé en pleine montagne. Un endroit comme tant d'autres à une exception près : la prison installée au cœur du village.\n\nYuru et sa sœur jumelle Asa vivent dans ce village depuis toujours mais n'ont jamais vraiment eu d'interactions avec la prison. Un jour, pourtant, Asa est convoquée pour y travailler et y est confinée.\nSéparé de sa soeur, Yuru va peu à peu découvrir les secrets de son village.",
    "Yoru Ni Naru To Boku Wa": "Ma soeur a été assassinée, il y a huit ans. Les criminels : trois adolescents d'une cruauté sauvage. Le Code pénal des mineurs leur avait permis de maintenir leur visage et leur identité cachés mais moi, je savais qui ils étaient, et je savais où les trouver. Ils ne pouvaient pas continuer à vivre tranquillement, sans ressentir le moindre remord. Ils devaient goûter à ma colère. J'ai fini par échafauder un plan pour mettre fin à leurs jours, mais c'est finalement moi qui ai frôlé la mort... Et alors que mon désir de vengeance atteignait son paroxysme, j'ai acquis une étrange faculté... Un pouvoir de rêve qui allait me permettre de capturer mes proies sans laisser de trace derrière moi...",
    "Your Name": "Mitsuha est une lycéenne qui réside dans une petite ville située dans les montagnes. Elle vit aux côtés de sa petite soeur, sa grand-mère ainsi que son père, bien que ce dernier ne soit jamais à la maison à cause de son travail de maire. En réalité, sa vie ne lui convient pas et elle souhaite pouvoir vivre à Tokyo.\nTaki est un lycéen qui habite à Tokyo et qui adore l'architecture et l'art. Il vit une vie normale d'étudiant entouré d'amis et travaille même dans un petit restaurant italien. Mais un jour, il fait un rêve dans lequel il est dans la peau d'une jeune fille qui vit dans une ville en montagne. Mitsuha, quant à elle, fait également un rêve dans lequel elle est dans un corps d'un garçon tokyoïte.\nQuel est le secret qui se cache derrière ces étranges rêves qui échangent la vie de ces deux jeunes gens ?",
    "Your Talent Is Mine": "Le jeune Ye Tian a obtenu la capacité de copier les compétences des autres et se bat maintenant contre les cieux pour faire changer le monde. Il peine à survivre et protéger sa sœur de l’invasion d’étranges créatures. Dans le but de devenir plus fort, il commence l’exploration de cet univers inconnu et découvre progressivement…\nles raisons derrière l’invasion de ces êtres…",
    "Zomgan": "Depuis l'apparition d'un virus zombie il y a plusieurs années, le monde est sous le joug des créatures mi-humaines, mi-zombies appelées les Zomgans. Alors que la résistance s'organise du côté des survivants humains, un adolescent aux pouvoirs étonnants décide d'affronter les Zomgans les plus puissants dans un seul but : mourir."
}